[
    "Bad Bunny, seorang penyanyi terkenal, mengalami kejutan tak menyenangkan ketika sebuah lagu yang menggunakan suaranya menjadi viral di TikTok. Namun, kejutan itu bukan karena lagu itu buruk, melainkan karena lagu tersebut sebenarnya adalah kreasi kecerdasan buatan (AI) yang meniru gayanya dengan sempurna. Meskipun lagu tersebut diterima dengan baik oleh penggemar, Bad Bunny tidak terlibat dalam pembuatannya dan tidak pernah merilis lagu tersebut. Situasi ini menimbulkan berbagai reaksi, mulai dari kekaguman terhadap kemampuan AI hingga kebingungan mengenai hak cipta dan identitas artistik.",
    "",
    "Saya ingin kalian memberi tahu saya, siapakah selebriti yang paling sering marah-marah yang kalian tahu, dan mengapa itu adalah Bad Bunny? Video ini dibuat untuk tujuan hiburan, ini hanya pendapat saya, bukan fakta, jadi tolong jangan berikan kebencian kepada siapa pun yang kita bahas. Jadi, saudara-saudariku, saya merasa bahwa pria itu semakin hari semakin lepas dari kenyataan. Entah kalian menyadarinya atau tidak, atau mungkin sudah mendengar, ada versi lagu Bad Bunny yang dibuat oleh kecerdasan buatan dan semua orang sangat menyukainya. Sebelum itu, Bad Bunny baru saja merilis album baru yang, sejujurnya, saya belum melihat pendapat orang lain sama sekali. Itu terasa mengerikan, saya merasa lagu-lagunya tidak sesuai dengan gayanya dan itu adalah perubahan yang sangat tiba-tiba. Saya tidak suka lagu-lagu yang hanya berisi hujatan, maksud saya, yang mengkritik penyanyi lain atau mengirim pesan tersembunyi, terutama ketika itu terjadi di antara selebriti. Jika itu tentang mantan atau sesuatu seperti itu mungkin masih bisa dimaklumi. Salah satu lagu di album baru itu berkata tentang ponsel, bahwa kamu bukanlah penggemarku makanya aku menjatuhkan ponselmu. Maksudnya, ada hal-hal yang kamu dengar dan berpikir, ini seolah-olah ditulis oleh anak lima tahun. Saya sama sekali tidak suka album itu, dan saya rasa saya tidak sendirian. Setelah melihat beberapa ulasan, saya tidak melihat satu pun lagu yang menjadi populer di TikTok dan menurut saya, dalam kehidupan ini, jika sesuatu tidak populer di TikTok, itu berarti tidak populer di luar TikTok juga. Itu logika yang saya ikuti. Saya bukan tipe orang yang banyak mendengarkan musik, tapi saya rasa, ketika kamu mendengarnya di TikTok, itu tandanya sudah mulai nge-hit. Beberapa minggu kemudian, lagu yang dibuat oleh kecerdasan buatan itu muncul dan Bad Bunny benar-benar marah. Dia memposting seluruh surat di saluran distribusinya tentang mengapa dia membenci lagu itu dan mengapa dia merilis album baru dan lain-lain. Dia mengatakan lagu kecerdasan buatan yang mengerikan itu, 'keluar dari obrolan ini'. Dia seolah-olah mengatakan bahwa dia merilis album baru untuk menghilangkan semua teman palsu yang ada di sekitarnya. Dan saya seperti, 'Apa?' Pertama-tama, penggemarmu bukan temanmu. Kemudian, apa hubungannya satu sama lain? Dia mencoba berdalih, mengatakan bahwa memang album itu tidak populer karena memang itulah tujuannya, dan bagi yang benar-benar penggemarnya akan tetap mengikutinya, dan yang tidak, yang hanya menyukai musik lamanya, silakan pergi. Jujur saja, kalian pikir tidak, seorang artis, tidak peduli seberapa sukses dia, akan merilis lagu yang tidak nge-hit hanya untuk merilis lagu? Dan sebenarnya, banyak artis yang mengeluarkan biaya besar untuk membuat album dan bisa berhutang jutaan karena biaya rekaman album, dan mereka sangat bergantung pada keberhasilan album untuk bisa mengembalikan investasi. Meskipun seorang artis banyak didengar karena streaming dan penjualan album, bukan berarti mereka kaya raya. Pendapatan mereka berasal dari konser. Tidak ada artis yang diuntungkan jika album mereka tidak sukses",
    "\n",
    "Tips Foundation",
    "",
    "Jika foundation kita terlihat seperti ini ketika kita mengaplikasikannya pada wajah kita itu artinya kita sedang melakukan kesalahan. Para profesional makeup Asia memiliki trik terbaik untuk kita, yaitu dengan menaruh foundation pada sebuah sendok, menghangatkannya, mengguyurnya dengan air, dan kemudian meratakannya pada wajah. Ini akan memberikan hasil akhir yang seperti porselen dan bukan hanya itu, ini juga membuat foundation tahan air. Apa yang harus kita lakukan? Penting untuk dicatat, kita tidak akan mengaplikasikan foundation yang sudah dipanaskan hanya pada satu sisi wajah kita dan sisi lainnya menggunakan foundation biasa. Kita akan mulai dengan menghangatkan foundation dari botolnya, pastikan ketika kita mengaplikasikannya itu tidak dalam keadaan panas, baik, kita tidak ingin mengoleskannya dalam keadaan panas karena kita bisa membakar wajah kita. Kemudian kita merendamnya dalam air dan sekarang kita dapat mengaplikasikannya pada wajah kita. Sekarang saya akan mengaplikasikannya, pastikan, seperti yang sudah saya katakan sebelumnya, bahwa foundation dalam keadaan dingin dan tidak panas. Oke, saya rasa ini akan memberikan hasil yang lebih sempurna. Lihatlah kuas ini, luar biasa, sudah terbaur dengan sangat cepat. Mari kita bahas tentang keajaiban kuas ini, lihatlah, saya akan membagikan linknya di bawah di deskripsi jika Anda membutuhkannya. Di sisi ini, saya akan mengaplikasikannya langsung dari botolnya. Yang bisa saya perhatikan sejak awal adalah bahwa di sisi ini pori-pori masih terlihat, sedangkan di sini kulit terlihat lebih halus. Lihatlah, saya akan menunjukkan kepada Anda, mari kita uji transfer-nya dan ternyata tidak ada transfer, lihat di sini tidak ada transfer dan di sini ada. Trik bagus, bukan?",
    "\n",
    "cara membuat semprotan kulit yang mencerahkan",
    "",
    "Aku akan mengajarkanmu cara membuat semprotan ini\nuntuk mencerahkan kulitmu hingga dua tingkat,\nmaksudku, menghilangkan semua luka bakar matahari yang kamu punya\ndalam waktu kurang dari dua minggu.\nAku adalah Lobito, aku adalah fair dan aku suka memberikan tips kepada kalian,\nmembuat kalian merawat kulit kalian,\njika kalian belum mengikuti aku, ikutilah aku,\nkalian tidak akan menyesal.\n\nKita akan membutuhkan 5 sendok makan beras.\n5 sendok makan ini akan kita tuangkan.\nTambahkan setengah cangkir air ke dalam blender.\nBlend campuran ini dengan baik\nselama sekitar 5 atau 10 menit.\nSetelah kalian meng-blendnya, saring dengan baik\ndan air hasil saringan ini tuangkan ke dalam semprotan.\n\nSemprotan ini, atau air ini,\ngunakan setiap hari\npada semua bagian yang memiliki luka bakar matahari,\natau\nbahkan saat kalian kembali dari luar dan merasa terbakar\ndan terkena matahari,\natau\nbahkan kalian bisa langsung menggunakannya dan memberi pijatan lembut.\nBiarkan selama sekitar 15 atau 20 menit\ndan kemudian bilas dengan air yang cukup.\n\nSemakin konsisten kalian menggunakannya,\nsemakin cepat kalian akan melihat hasilnya.\nJangan lupa untuk mengikuti aku untuk informasi lebih lanjut. Selamat tinggal, Lobitos! Mwah ",
    "\n",
    "Tips biar kulit awet muda",
    "",
    "Tentang Rahasia Awet Muda. Taruh es dalam air dingin dan gunakan krim pelembab. Rendam selama 10 menit, dan kulit Anda akan terasa lebih kencang dengan hidrasi maksimal. Hilangkan pori-pori besar, lingkaran hitam di bawah mata, keriput, dan jerawat. Dengan begitu, Anda akan selalu terlihat cantik atau tampan. Tetaplah mengikuti saran saya!",
    "\n",
    "Storytime Review Product",
    "",
    "Kylie adalah seorang YouTuber dan kali ini dia akan memberikan review pertamanya. Ini pertama kalinya sebuah merek ingin bekerja sama dengannya dan pertama kali juga dia menerima sesuatu dari mereka. Produknya adalah kit eksfoliasi yang mendalam, eksfoliasi kimia di rumah.\n\nDia menceritakan bahwa merek ini menghubunginya; sebuah startup, perusahaan baru, suatu usaha yang baru. Dia mengatakan bahwa dia sangat senang ketika dihubungi karena dia tidak memiliki banyak pelanggan dan dia menjadi salah satu orang pertama yang mencoba produk tersebut.\n\nDia menjelaskan bahwa dia sangat membutuhkan eksfoliasi mendalam saat ini karena dia memiliki masalah rosacea di beberapa bagian wajahnya, juga hiperpigmentasi. Dia berharap produk ini dapat mengatasi semua masalah tersebut. Video dimulai dengan aplikasi produk, dia menggunakan sarung tangan dan menekankan pentingnya menggunakan sarung tangan.\n\nDia menyatakan bahwa produk ini tidak dilengkapi petunjuk, tetapi dia tetap berhubungan dengan salah satu penjual dari merek tersebut dan mendapatkan semua informasi yang diperlukan untuk melakukan perawatan ini di rumah. Setelah membuka botol, dia mencatat bahwa produk memiliki aroma yang sangat kuat, meskipun dia tidak tahu formula pastinya, dia yakin bahwa produk ini sangat kuat, dan itu yang penting.\n\nKylie mulai mengaplikasikan produk dengan kuas, setelah sekitar satu setengah menit, wajahnya sudah terlihat seperti itu. Dia mengatakan dengan suara terengah-engah tetapi tetap menjaga sikap bahwa sepertinya saatnya untuk menggunakan neutralizer. Botol mulai bermasalah, jadi dia akhirnya menuangkan neutralizer seperti itu, terlihat dia agak panik dan ingin menggunakan lebih banyak neutralizer, mungkin karena sensasi terbakar yang intens.\n\nKemudian, video berakhir dan dia mengatakan bahwa dia akan memberikan pembaruan pada keesokan harinya. Pada hari berikutnya, dia membuat blog dan mengatakan bahwa dia akan pergi membeli minyak kelapa karena penjual memberitahunya bahwa minyak kelapa memiliki formula dan komponen yang sangat mirip dengan neutralizer, dan dia kehabisan neutralizer.\n\nDia juga mengatakan bahwa wajahnya mulai terasa sangat gatal dan terbakar, tetapi menurutnya itu normal. Dia berharap itu normal setidaknya dan itu harus berarti bahwa produk ini sedang bekerja. Kemudian dia berjalan di bawah sinar matahari dan mengatakan seharusnya tidak menghadap matahari dengan perawatan ini, tetapi hanya 10 menit saja.\n\nPada hari berikutnya, dia menunjukkan perkembangan wajahnya dan terlihat seperti itu. Wajahnya penuh dengan kerak dan dia terlihat tenang. Dia mengatakan bahwa ada kemajuan yang cukup dan kerak-kerak ini sebenarnya adalah kotoran dari pori-porinya, yang berarti bahwa kulitnya sedang membersihkan diri. Bagi kita yang menonton, jelas terlihat bahwa wajahnya seperti terbakar.\n\nSelanjutnya, ada hari hasil, tidak ada kulit, kita dapat melihat otot-otot wajahnya. Video berakhir dan muncul pesan, yang mengatakan bahwa Kylie memiliki 8 pelanggan, tidak ditemukan catatan email dengan merek skincare di komputer Kylie, dan keberadaan produk skincare mereka juga tidak dapat diverifikasi. Yang ada hanyalah email konfirmasi pembelian bahan kemasan dan tanda terima untuk asam trichloroacetic 100%. Perusahaan tersebut sebenarnya tidak pernah ada dan Kylie membuat cerita bahwa suatu merek mengirimkan produk padanya dan ingin bekerja sama dengannya. Dia membuat sendiri produk eksfoliasi kimia ini hanya untuk mendapatkan sponsor untuk kanal YouTube-nya.\n\nSaya menyukai bagaimana video ini merepresentasikan keengganan karakter, seperti Lulu, untuk mengakui proses bahwa dia sedang membakar wajahnya. Sepertinya ini tidak hanya untuk kanal YouTube-nya, tetapi juga bahwa dia sendiri tidak ingin mengakui bahwa dia telah membuat kesalahan besar dan sekarang wajahnya terbakar. Saya juga suka bahwa ada beberapa petunjuk tersirat di dalam video. Pada awalnya, dia berharap eksfoliasi akan membersihkan semuanya. Nah, secara harfiah, mereknya disebut \"zas,\" terdengar mencurigakan seperti yang dikatakan orang Amerika, \"zas\". Dia menyadari bahwa wajahnya menjadi terdistorsi ketika melihat kemasan, dan ketika dia pergi membeli minyak kelapa, dia mengatakan bahwa penjual merek memberitahunya bahwa komponen dari Neutralizer adalah sama dengan minyak kelapa, jadi membeli minyak kelapa sebenarnya sama saja dengan membeli Neutralizer.\n\nVideo ini dapat ditemukan di YouTube di kanal Alter dan berjudul \"Kylie slash.\"",
    "\n",
    "Tips memilih pembersih wajah sesuai kondisi kulit",
    "",
    "Tahukah Anda bagaimana memilih dengan benar untuk jenis kulit Anda?\nPembersih yang menghidrasi\ncocok untuk kulit kering hingga sangat kering,\nterutama bagi mereka yang merasa kulitnya kencang.\nPembersih krim berbuih, yang merupakan favorit saya,\ncocok untuk kulit normal hingga kering,\ndan menghilangkan sisa-sisa riasan seperti tidak ada yang lain.\nPembersih berbusa\ncocok untuk kulit yang berlebihan minyak\ndan ingin menghilangkan kilau.\nPembersih anti-kekurangan\ncocok untuk semua jenis kulit dengan komedo,\njerawat, atau bintik-bintik hitam.",
    "\n",
    "Perawatan Kulit dan Bagaimana Mengubah Warna Kulit dengan Produk Perawatan yang Terjangkau dan Efektif",
    "",
    "Bagaimana saya bisa beralih dari memiliki warna kulit lebih kurang seperti ini\nmenjadi seperti ini.\nDi sini ada beberapa hal,\ntapi saya akan mulai dengan cara saya merawat kulit saya.\nSaya ingin menjelaskan bahwa saya masih berkulit sawo matang,\nmungkin sedikit lebih terang, tapi saya masih berkulit sawo matang.\nPertama-tama, saya mulai merawat wajah saya,\nkhususnya terhadap matahari,\ntiga produk,\ndua di antaranya sangat murah.\nIni adalah pasta acak atau saya tidak tahu bagaimana Anda menyebutkannya.\nSangat murah, kurang dari 50 pesos,\ndan tahan lama.\nSaya menggunakannya di malam hari\ndan selain membersihkan kulit yang terbakar, itu juga menghilangkan jerawat,\ntapi yang saya pikir benar-benar membuat perbedaan\ndan terasa perubahan saat saya pergi tidur\ndan keesokan harinya\nseperti bantal lonceng. Berfungsi,\nsaya telah menggunakannya selama waktu yang sangat lama,\nsaya tidur dengan ini dan mencuci wajah saya,\ntidak, benar, saya berubah banyak.\nSelain itu, kulit Anda menjadi sangat cantik\ndan yang selalu wajib\npelindung matahari.\nSaya menggunakannya setidaknya dua kali sehari,\ntapi hampir selalu seperti 2-3 kali sehari.\nDan untuk mereka yang ingin mengatakan\nbahwa colorimetri tidak ada,\nmaka biarkan saya katakan bahwa memang ada.\nSaya pernah berambut pirang, berambut hitam dan mereka mempercayainya,\njika saya tidak mengeluarkan warna ini, itu karena ini adalah warna saya,\nsaya memakai riasan dan mungkin tidak terlihat,\ntapi saya memakai riasan\ndan saya terlihat lelah kecuali bibir saya.\nBibir saya tidak memakainya.\nColorimetri pada rambut juga memiliki peran.\nBukan bahwa saya ingin terlihat lebih putih,\nsaya hanya ingin kembali ke warna asli saya,\njadi untuk mengetahui\nbahwa colorimetri memang ada\ndan jangan datang dan membantahnya karena itu ada.",
    "\n",
    "Tips Menggunakan Serum Peeling dari The Ordinary untuk Hasil Terbaik Tanpa Iritasi Kulit",
    "",
    "Mereka akan menghentikan peeling dari The Ordinary karena orang tidak tahu cara menggunakannya dan wajah mereka terbakar. Ini adalah serum merah. Jika Anda sudah memiliki atau ingin mencapai beberapa yang terakhir, saya akan menjelaskan cara menggunakannya agar tidak merusak kulit Anda.\n\nIni harus dioleskan pada wajah yang bersih, jadi sebagai langkah pertama mari kita cuci muka setelah melakukan pembersihan. Pastikan wajah Anda benar-benar kering. Saya menyarankan Anda untuk tidak mengaplikasikannya langsung pada wajah, tetapi teteskan beberapa tetes di tangan Anda, aplikasikan sekitar 4 atau 5 tetes. Pastikan untuk menghindari area sekitar mata karena kita akan menggunakannya di seluruh wajah.\n\nAnda akan mengatur alarm dan menghitung 10 menit. Jangan biarkan lebih lama karena bisa mulai membakar. Saat beraksi, peeling akan memberikan eksfoliasi yang sangat mendalam. Ini akan membantu meregenerasi kulit, menghilangkan noda, dan membuat kulit lebih cerah.\n\nProduk ini hanya digunakan sekali seminggu, sebenarnya saya menggunakannya 3 kali sebulan. Selama 3 minggu saya memilih 1 hari, misalnya, setiap Kamis saya menggunakannya setiap Kamis dan minggu ke-4 istirahat. Setelah 10 menit, kita akan membilasnya dengan air hangat. Pada akhirnya, saya menggunakan kapas basah untuk memastikan tidak ada residu.\n\nJika Anda menggunakan produk ini dengan benar, itu akan memberikan keajaiban pada kulit Anda.",
    "\n",
    "Penggunaan Retinol yang Harus Kamu Ketahui",
    "",
    "Berikut adalah tiga tanda bahwa saatnya untuk mulai menggunakan retinol. Pertama, jika kamu melihat pori-pori semakin besar. Pori-pori juga merupakan tanda penuaan karena degradasi kolagen pada kulitmu, dan cara terbaik untuk meningkatkan kolagen adalah dengan menggunakan retinol. Kedua, jika kamu mulai melihat munculnya bercak atau bercakmu semakin lama untuk hilang. Bercak sebenarnya adalah salah satu tanda awal penuaan, dan retinol dapat mempercepat pembaharuan kulitmu untuk menyamakan warna dan menghilangkan bercak lebih cepat.\n\nDan jika kamu mengalami salah satu dari tanda-tanda di atas, sudah saatnya untuk mulai menggunakan retinol. Ingatlah untuk hanya memulainya dua kali seminggu, selalu menjaga kelembapan kulitmu, dan pada hari berikutnya, gunakan tabir surya.",
    "\n",
    "Cara pake foundation yang benar",
    "",
    "Di dalam video ini, kita membahas cara yang tepat untuk mengaplikasikan foundation agar hasilnya terlihat alami dan tidak terlihat seperti topeng. Janganlah mengaplikasikan foundation dengan cara menarik-narik kuas secara keseluruhan, karena hal ini dapat membuat wajah terlihat kaku. Jika kamu menarik kuas saat mengaplikasikan foundation, itu adalah cara yang salah. Namun, tak perlu khawatir, karena saya akan mengajarkan cara yang benar untuk mengaplikasikan foundation sehingga kamu akan menemukan solusi kecantikan yang sesuai dengan kehidupanmu.\n\nMasalah muncul ketika kita menggunakan foundation yang terlalu tebal atau matte. Foundation yang terlalu tebal bisa membuat wajah terlihat sangat tebal dan kaku ketika ditekan. Solusinya agar foundation tidak terasa berat adalah dengan mengaplikasikannya di tanganmu terlebih dahulu dengan menggunakan kuas, lalu mulai mengaplikasikannya dengan mengetuk-ngetukkan di bagian awal wajah. Jangan menarik kuas secara keseluruhan. Hal terburuk yang bisa kamu lakukan adalah mengaplikasikan foundation secara menyeluruh sekaligus.\n\nUlangi bersamaku, saya akan mengaplikasikan foundation saya secara bertahap. Kita semua belajar cara berdandan, bukan? Jika kamu ingin menggunakan spons, pastikan untuk melembutkannya terlebih dahulu. Ambil foundationmu per bagian, aplikasikan dengan mengetuk-ngetukkan, dan hentikan penggunaan tarikan kuas. Menarik kuas hanya akan menghapus foundationmu tanpa memberikan hasil yang maksimal. Ingatlah, bekerja dengan sia-sia.\n\nSekarang, kamu sudah tahu bahwa masalahnya terletak pada penggunaan foundation yang terlalu tebal. Janganlah mengaplikasikan foundation secara menyeluruh sekaligus.",
    "\n",
    "SKincare tips ",
    "",
    "Saya tahu bahwa sebenarnya saya tidak terlihat seperti orang yang sama dalam foto ini dibandingkan sekarang, tetapi saya mudah berjemur dengan sangat mudah, yang mungkin tidak bisa Anda bayangkan. Jadi, saya akan menunjukkan foto-foto dari merek bikini saya dan sejauh mana saya bisa berjemur, yang juga dapat Anda lihat merek bikini saya. Saya adalah orang yang dalam hidup saya tidak pernah menggunakan tabir surya, maafkan saya mengatakan ini begitu. Saya tahu ini sangat tidak bertanggung jawab dari pihak saya, tetapi sejujurnya saya tidak pernah, terutama di wajah, saya tidak pernah sama sekali menggunakan tabir surya ketika saya pergi ke pantai pada hari yang sangat panas, mungkin saya akan menggunakan sedikit di sini tapi itu saja. Dan pada tubuh saya, karena ada seseorang yang langsung membuat saya menjadi cokelat tanpa terbakar, yang saya lakukan adalah menggunakan tabir surya dengan tingkat yang sangat rendah, mungkin tingkat 6 pada hari pertama, dan beberapa tahun terakhir saya yang agak khawatir, saya hanya menggunakan tingkat 30 pada hari pertama dan menghabiskan berjam-jam di bawah matahari, saya menghabiskan berjam-jam, um, di bawah matahari, di air, di kedua tempat itu saya tidak memperbaharui krim, Anda bisa membayangkan, saya sangat terbakar, sampai sekarang saya masih memiliki merek bikini saya, jadi, sekarang saya seperti ini, saya masih memiliki merek bikini saya dan merek bikini saya dan baiklah, pertama-tama untuk memulihkan warna kulit, Anda harus memperhatikan bahwa kulit saya sangat putih, seperti yang Anda lihat tanda bikini saya sangat putih, tetapi yang membantu saya adalah yang pertama adalah berhenti terpapar sinar matahari seperti itu, jadi, saya pikir setidaknya sudah 2 musim panas saya tidak langsung berjemur dan ketika saya berjemur saya berusaha terutama agar wajah saya selalu berada di bawah bayangan, saya membawa topi besar atau membawa payung. Tetapi yang paling penting, saya selalu membawa tabir surya SPF 50 plus plus plus, saya membawanya di tas dan saya menggantinya setiap 40 menit, meskipun secara teoritis angka SPF adalah jumlah waktu dalam menit yang diharapkan dapat menutupi Anda, yaitu SPF 50 plus plus, maka dari situ Anda dilindungi selama 50 menit hingga 1 jam dan tergantung pada berapa banyak tambahan yang saya pikir itu. Tetapi selain terpapar sinar matahari dan selain menggunakan tabir surya setiap hari, bahkan di musim dingin, bahkan jika mendung, bahkan jika hujan, bahkan jika sudah hampir malam, saya selalu menggunakan tabir surya saat keluar rumah, bahkan ketika berada di dalam rumah, karena pada akhirnya, satu hal adalah mungkin Anda tidak mendapatkan sinar matahari langsung seperti yang masuk di sini, tetapi cahaya masuk dan dengan cahaya, sinar UVA dan UVB masuk dan itulah yang mengaktifkan melanin Anda. Jadi tidak masalah jika Anda tidak terpapar langsung oleh sinar matahari, jika ada cahaya, sinar-sinar itu hadir. Kemudian, hal lain, berbicara tentang ini, bahwa sinar matahari tidak langsung atau bahwa Anda menggunakan tabir surya, itu tidak menghalangi Anda menyerap vitamin D. Jadi, saya tidak tahu dari mana teori ini berasal, sebenarnya ini pertama kalinya wajah saya membengkak karena kemarin saya makan banyak sebelum tidur. Cara lain yang saya gunakan untuk mengembalikan warna kulit saya, terutama di wajah, adalah niacinamide dan glutathione. Jadi, saya sudah berbicara tentang serum anti-noda. Saya memiliki banyak serum anti-noda, bukan hanya yang satu itu, saya memiliki beberapa yang mengandung niacinamide hingga 20%, hampir yang mengandung niacinamide kurang dari 10%. Jadi, sebenarnya jangan repot-repot membelinya karena sebenarnya Anda tidak akan melihat perbedaan apa pun. Tetapi niacinamide juga dapat Anda oleskan di leher, dapat Anda oleskan di dada. Saya kadang-kadang juga mengoleskannya di tubuh, Anda dapat mencampurnya dengan tabir surya dan mengoleskannya di seluruh tubuh. Hal lain yang tidak saya tahu apakah ini berhubungan dengan perbaikan warna kulit saya dan kembali ke warna kulit saya yang asli, adalah ketika saya mandi saya menggunakan spons yang mengelupas seluruh kulit, dan jujur, saya pikir saya merasakan perbedaan yang besar, tidak hanya pada tekstur kulit tubuh, tetapi juga pada warna kulit. Saya tidak tahu apakah ini benar-benar memiliki hubungan karena saya pikir itu menghilangkan sel-sel mati, jadi saya tidak tahu apakah mungkin kulit yang terbakar atau sejenisnya dapat dihilangkan dengan lebih mudah. Tentu saja, jangan kasar, baik? Jangan menggaruk kulit Anda dengan ini, tetapi menurut pengalaman saya, saya pikir ini benar-benar membantu saya untuk menyamakan warna kulit saya dengan merek bikini saya dan hal-hal lain yang menurut saya juga membantu meningkatkan warna kulit saya terutama adalah pola makan dan minum banyak air. Terlihat sepele, ya, dan tampaknya itulah yang semua orang katakan, tetapi menurut saya itu benar-benar memiliki banyak hubungannya. Pada akhirnya kulit adalah organ lain dan harus dijaga, dihidrasi, dan dirawat dengan produk yang bagus dan makanan yang baik, saya pikir. Selain itu, bagi orang-orang yang memiliki melanin yang sangat aktif dan kuat seperti kita, sangat penting untuk mempertimbangkan semua jenis hal ini. Saya tidak tahu apakah ada trik lain yang diketahui seseorang dan dapat dibagikan dalam komentar, jadi Anda sangat diterima, tetapi bagi saya yang berhasil adalah ini, terutama dengan sangat memperhatikan terpapar sinar matahari, selalu dilindungi, bukan hanya untuk alasan visual apakah Anda lebih suka berkulit lebih gelap atau lebih terang, tetapi",
    "\n",
    "Hacks hilangkan jerawat dengan natural",
    "",
    "Bagaimana cara membuat shot jahe ini untuk menghilangkan jerawat secara alami? Ini adalah kulit saya dua minggu yang lalu dengan tepat, dan ini adalah kulit saya hari ini. Jadi, saya akan mengajarkan Anda cara membuat shot jahe dan kunyit ini untuk menghilangkan jerawat secara alami. Anda akan memerlukan satu lemon besar utuh, kupas kulitnya, dan masukkan seluruhnya. Kemudian tambahkan potongan jahe dan satu sendok makan kunyit. Lalu, tambahkan sedikit lada hitam agar rasanya lebih nikmat. Dan sekarang, agar terlihat benar-benar menjijikkan, campur semuanya. Setiap pagi, minumlah satu shot dari campuran menjijikkan ini. Jika Anda ingin tahu hal lain yang saya lakukan, silakan tulis di komentar. Selamat tinggal!",
    "\n",
    "Tips kulit cantik",
    "",
    "Saya memerlukan waktu satu tahun untuk melakukan perubahan luar biasa pada kulit saya, dan saya akan memberikan tips terbaik untuk mencapai kulit yang cantik, sehat, dan kuat pada tahun 2024 ini. Yang pertama adalah pembersihan ganda. Ini sangat penting, terutama untuk kulit yang berminyak, kombinasi, dan berjerawat. Keuntungan dari pembersihan ganda adalah akan sepenuhnya melarutkan tabir surya yang kita pakai selama hari, juga sisa-sisa makeup, kotoran, dan polusi pada wajah selama hari. Jika Anda memiliki jerawat atau komedo atau komedo di hidung, ini akan menjadi salah satu hal yang paling mendasar dan penting untuk menghilangkannya.\n\nMembersihkan kulit selama 60 detik mungkin terlihat sangat dasar, tetapi benar-benar membuat perbedaan besar karena jika Anda membersihkan kulit Anda selama 15-20 detik, Anda tidak membersihkannya sepenuhnya atau dalam kedalaman yang dibutuhkan untuk pembersihan yang baik. Saya bahkan mengatur stopwatch ketika saya melakukan pembersihan ganda, menggunakan minyak selama 60 detik dan langkah berbasis air selama 60 detik.\n\nTips ini berlaku untuk semua jenis kulit, jika Anda mencari cara mengatasi penuaan, garis-garis halus, bintik-bintik di kulit, dan hiperpigmentasi, mengulang tabir surya setiap dua atau tiga jam, setiap hari, saat keluar atau tidak dari rumah, sangatlah penting. Faktanya, keefektifan tabir surya untuk perawatan kulit telah terbukti secara ilmiah melebihi semua langkah perawatan kulit yang akan saya sebutkan. Dan tidak pernah terlambat untuk menjaga kulit Anda dari sinar matahari, saya bahkan mulai konsisten tahun ini dan kulit saya berubah dari ini menjadi ini. Tentu saja, saya melakukan banyak hal lain untuk mencapai hasil ini pada kulit saya, tetapi tabir surya merawat semua pekerjaan dan ketekunan yang saya lakukan dalam rutinitas perawatan kulit saya, dan mencegah semua bintik-bintik jerawat muncul lagi, jadi sangat direkomendasikan 100%.\n\nJuga, jika Anda ingin, Anda dapat menambahkan antioksidan ke rutinitas perawatan kulit Anda, seperti vitamin C, yang juga akan memberikan efek yang sangat baik untuk anti-penuaan dan bintik-bintik matahari. Dalam kerangka yang sama untuk merawat barier kulit, sesuatu yang saya cintai tahun ini adalah hidrasi bertingkat. Saya menggunakan serum toner, ampul, esensi, menggunakan sejumlah langkah dalam rutinitas saya untuk melembabkan dan memberikan efek bercahaya pada kulit saya, dan membuat hidrasi bertahan sepanjang hari, bahkan pada kulit yang paling kering sekalipun. Dan Anda juga dapat menemukan tutorial di profil saya tentang bagaimana saya melakukan rutinitas perawatan kulit bertingkat.\n\nSalah satu hal yang sangat mempengaruhi barier kulit yang rusak adalah melakukan eksfoliasi berlebihan pada kulit. Ini benar-benar dapat merusak barier kulit secara signifikan, dan Anda mungkin melakukannya tanpa menyadarinya dengan menggunakan pembersih yang mengandung asam salisilat di pagi dan malam hari. Tentu saja, jika diresepkan oleh seorang dermatologis, itu adalah hal lain, tetapi jika Anda melakukannya sendiri tanpa kulit Anda benar-benar membutuhkannya, dan kemudian eksfoliasi lebih lanjut dengan serum atau toner, itu bisa mengeringkan, mengiritasi, dan merusak barier. Dan itulah mengapa disarankan untuk sebagian besar jenis kulit untuk eksfoliasi maksimal tiga kali seminggu. Harus berhati-hati dengan jumlah dan persentase bahan aktif yang kita masukkan ke dalam rutinitas. Misalnya, jika Anda sedang melakukan eksfoliasi dan juga menggunakan asam salisilat dan juga menggunakan pembersih eksfoliatif dan menggunakan 10% niacinamide dan juga vitamin C dan menggunakan sejumlah bahan aktif lainnya, ini bisa merusak kulit Anda secara signifikan, jadi hanya gunakan bahan aktif yang benar-benar bermanfaat untuk jenis kulit Anda secara khusus dan tidak semua yang Anda lihat pada saya atau kreator konten lainnya akan berfungsi untuk Anda karena kita semua memiliki kebutuhan kulit yang spesifik dan berbeda, dan tidak semua orang bereaksi dengan baik terhadap produk yang sama.\n\nHal yang sudah saya pelajari sepanjang tahun ini dengan perubahan yang indah dan tahan lama pada kulit saya juga adalah hidrasi, penguatan barier, menjaga bahan aktif yang saya terapkan pada kulit saya, dan bahwa kurang lebih adalah lebih dalam perawatan kulit. Jadi, sampai jumpa di tahun 2024 dengan kulit yang cantik, bercahaya, dan sangat kuat.",
    "\n",
    "Menguji Sunscreen Menggunakan kamera penguji",
    "",
    "Hoy, saya akan menguji cakupan dari proyek-proyek solar saya di bar favorit. Saya mulai dengan DCVR. Dengan ini, cakupan pertama sudah benar. Tapi dengan dua, seperti yang bisa Anda lihat, warna hitam menjadi lebih pekat. Jadi, jauh lebih baik. Dan jika Anda memijatnya, itu akan ideal. Kita lanjut dengan produk Santic. Dengan ini, saya juga harus melakukannya dua kali agar cakupannya bagus. Tapi hasilnya sangat memuaskan. Lanjut dengan produk Meso Aesthetic, yang ini adalah favorit saya untuk bagian bibir atas. Dan memiliki cakupan yang sangat baik hanya dengan satu kali penggunaan. Dan produk Shiseido, cakupan dari produk ini juga sempurna hanya dengan satu kali penggunaan. Saya akan terus menguji berbagai produk solar, jadi jangan lupa untuk mengikuti saya.",
    "\n",
    "Apakah tabir surya benar-benar berfungsi ",
    "",
    "Mereka memiliki keraguan dan rasa ingin tahu apakah tabir surya itu berfungsi. Lihat ini, sepertinya minyak bumi. Bagaimana memilih tabir surya dan tidak gagal dalam mencobanya. Cara terbaik untuk membeli tabir surya adalah mempertimbangkan 4 poin penting. Pertama-tama, SPF bukanlah kekuatan tabir surya, itu adalah waktu di mana itu akan melindungi Anda. Misalnya, jika saya menjadi merah dalam 30 menit, saya akan mengalikan itu dengan faktor perlindungan tabir surya, dan hasilnya akan menjadi waktu di mana saya akan terlindungi. Tapi untuk menyederhanakannya, pilih antara SPF 30 dan 50, yang tentunya melindungi dari UVA dan UVB serta berspektrum luas. Ingat bahwa radiasi UVA adalah yang paling sering membuat kita menua, dan UVB biasanya membakar kita. Poin penting lainnya adalah mengetahui jenis kulit Anda dan tekstur yang Anda sukai. Ada 2 jenis tabir surya, kimia dan fisik. Tabir surya fisik memantulkan radiasi, sedangkan yang kimia menyerapnya dan mengubahnya menjadi bentuk panas. Tabir surya fisik atau mineral umumnya lebih berat dan meninggalkan tampilan putih, meski di pasaran ada untuk semua jenis kulit. Tabir surya kimia, di sisi lain, memiliki tekstur yang jauh lebih nyaman, tetapi Anda harus mengaplikasikannya 30 menit sebelum terpapar. Dan saya pikir yang paling penting adalah mengingat bahwa kerusakan matahari itu terakumulasi. Gambar-gambar yang Anda lihat sekarang adalah semua kerusakan matahari yang saya dapatkan karena tidak merawat wajah saya sejak remaja.",
    "\n",
    "Hati-hati dengan sinar matahari ",
    "",
    "Berhati-hatilah dengan jenis tabir surya ini. Ada 2 jenis tabir surya, satu adalah jenis kimia dan yang lainnya adalah jenis penghalang. Tabir surya kimia, biasanya mengandung bahan seperti abobenzone, oxibenzona, oxilate. Jenis bahan ini diserap melalui kulit dan ketika sinar matahari menyentuhnya, mengubah sinar matahari menjadi panas. Jika Anda terpapar matahari dan menggunakan jenis tabir surya ini, sangat mungkin panas yang intens akan menyebabkan noda Anda semakin gelap. Tabir surya penghalang, seperti oksida zink dan dioksida titanium, tidak memiliki masalah ini. Mereka membentuk lapisan pelindung di atas kulit Anda dan ketika sinar matahari menyentuhnya, mereka memantulkannya. Dengan cara ini, mereka tidak akan meningkatkan warna noda Anda.",
    "\n",
    "Cara mengaplikasikan serum vitamin C",
    "",
    "Ini adalah cara yang benar untuk menggunakan serum vitamin C. Berhenti mengaplikasikannya dengan tidak benar. Vitamin C digunakan tepat setelah Anda membersihkan wajah. Saya akan menggunakan serum vitamin C baru dari Ponds yang membantu membuat kulit lebih cerah dan mengurangi noda. Berbeda dengan yang banyak orang pikirkan, lebih baik mengaplikasikannya di pagi hari untuk memaksimalkan efek antioksidannya. Aplikasikan 3 sampai 4 tetes pada kulit yang bersih dan kering. Saya suka memulainya dengan menaruhnya di telapak tangan, jangan digosok, dan aplikasikan dengan mengetuk-ngetuk, mulai dari pipi, kemudian dahi, hidung, dan dagu, dan jangan lupa juga di leher. Ingatlah bahwa sangat penting untuk tidak menyentuhkan tetesannya ke kulit Anda untuk menghindari kontaminasi. Anda harus menunggu beberapa menit agar benar-benar terserap sebelum menerapkan langkah selanjutnya dalam rutinitas Anda. Setelah terserap sepenuhnya, kita akan mengunci dengan krim pelembab. Dalam hal ini, saya akan menggunakan dari lini yang sama. Saya sangat suka karena teksturnya berbentuk gel, jadi terasa sangat ringan dan tidak meninggalkan rasa berminyak. Tunggu sampai benar-benar terserap, dan terakhir, jangan lupa selalu mengaplikasikan tabir surya Anda dan selesai. Jangan lupa untuk mengikuti saya untuk lebih banyak tip kecantikan.",
    "\n",
    "Kulit lebih Muda 10 tahun ",
    "",
    "Rahasia kecantikan yang akan membuat Anda tampak lebih muda sepuluh tahun dari sekarang daripada hari ini. Nama saya Lívia Matuti, saya berusia tiga puluh sembilan tahun, saya telah membuat banyak kesalahan dengan kulit saya. Agar Anda tidak melakukan hal yang sama, mari kita bicara tentang retinol. Meskipun retinol adalah bahan aktif yang sangat terkenal, masih banyak pertanyaan yang belum terjawab. Siri, bisakah saya menggunakannya di pagi hari? Bisakah saya menggunakannya di area mata? Bagaimana cara menggunakan retinol? Pegang dulu. Retinol bertanggung jawab atas regenerasi sel, membantu mengurangi garis-garis halus dan pori-pori, dan sangat efisien dalam membangun kulit yang lebih merata. Tidak boleh digunakan di pagi hari sama sekali. Cara yang benar untuk menggunakan retinol adalah dengan mengaplikasikannya di malam hari sebelum tidur, gunakan jumlah kecil untuk seluruh wajah. Meskipun hanya sedikit, beberapa kulit bisa mengalami sensitivitas, ada orang yang kulitnya sangat sensitif sehingga tidak bisa menggunakan retinol, itulah mengapa saya datang ke sini untuk memberitahu Anda. Katakan padaku mengapa Anda ingin mengaplikasikannya di area mata? Saya tidak menyarankannya, meskipun kadang-kadang saya menggunakannya. Tip untuk mereka yang memiliki kulit sensitif adalah mengaplikasikan lapisan pelembab terlebih dahulu sebelum retinol untuk membuat penghalang perlindungan pada hari berikutnya. Haruskah saya mengaplikasikan tabir surya? Tabir surya? Tidak, saya tidak akan keluar rumah. Aplikasikan tabir surya. Apa yang akan terjadi jika saya tidak mengaplikasikan tabir surya keesokan harinya? Tidak ingin tahu, kan? Bagus! Aplikasikan tabir surya! Jika Anda ingin belajar merawat kulit Anda di usia berapa pun, ikuti saya!",
    "\n",
    "Cara menggunakan Retinol dengan benar ",
    "",
    "Baiklah, jangan gunakan retinol sebelum mengetahui ini. Retinol adalah salah satu bahan aktif paling luar biasa untuk kulit dan sangat mudah digunakan. Ini adalah anti-penuaan dan apa yang dilakukannya adalah memperbaharui sel-sel Anda. Tapi sekuat manfaatnya, kita harus menghormatinya dan menggunakannya dengan benar. Jadi, inilah 5 aturan emas untuk mulai menggunakan retinol. Pertama, gunakan hanya pada malam hari, hati-hati, jangan mencampurnya pada waktu yang sama dengan beberapa bahan aktif lain, ini yang bisa, ini yang tidak, mulailah secara bertahap karena kulit Anda mungkin melalui proses adaptasi. Mulailah menggunakannya satu hari dalam seminggu selama seminggu, kemudian dua hari dalam seminggu, misalnya Senin dan Kamis selama dua minggu, setelah itu tiga hari selama tiga minggu. Ikuti formula ini sampai Anda mencapai rata-rata 3 sampai 4 kali per minggu. Sekarang aplikasikan 3 sampai 4 tetes dan dengan retinol Vichy ini sangat mudah mengontrolnya karena aplikatornya dan jangan mengaplikasikannya di area sensitif. Terakhir, ini bukan aturan, tapi untuk naik ke level yang lebih pro. Kombinasi pemenang adalah dalam rutinitas pagi Anda menggunakan serum dengan vitamin C ditambah tabir surya Anda dan malam hari retinol.",
    "\n",
    "kegunaan kandungan yang ada dalam skincare ",
    "",
    "Jika Anda menggunakan vitamin C, Anda akan mencerahkan kulit Anda. Jika Anda menggunakan niacinamide, Anda akan mengontrol minyak di wajah Anda. Jika Anda menggunakan vitamin C dan niacinamide, Anda akan mencerahkan kulit Anda dan mengontrol minyak. Jika Anda menggunakan asam hialuronat, Anda akan melembabkan kulit Anda. Gunakan vitamin C, niacinamide, dan asam hialuronat. Anda akan mencerahkan kulit Anda. Mengontrol minyak dan melembabkan kulit Anda. Gunakan pelembab, Anda akan melindungi penghalang kulit Anda. Jadi, jika Anda menggunakan vitamin C, niacinamide, asam hialuronat, dan pelembab, Anda akan mencerahkan kulit Anda. Mengontrol minyak, melembabkan kulit Anda dan melindungi penghalang kulit.",
    "\n",
    "Kebiasaan glowup",
    "",
    "Saya menantang Anda untuk melakukan 6 hal ini sebelum akhir Desember untuk memiliki glow up fisik dan memulai 2024 dengan semangat. Halo, saya Michi dan tugas saya adalah membuat Anda menjadi seorang yang hebat! Oke! Nomor 1, minum 8 gelas air sehari. Ya, itu penting, ya, itu perlu, tidak hanya menghidrasi Anda, tetapi juga membuat kulit Anda cantik dan membuat Anda merasa baik juga. Dan jika Anda tidak suka air biasa, maaf, tapi Anda harus mencari metode agar Anda menyukainya. Tambahkan lemon, stroberi, mint, apa saja, tetapi jika Anda ingin memiliki glow up fisik, Anda tidak bisa menghindari air. Lakukan 30 menit latihan minimal setiap hari dan saya tidak mengatakan untuk melakukan sesuatu yang tidak Anda sukai, yang membuat Anda frustrasi, yang membuat Anda merasa benci berolahraga. Ada banyak alternatif, yoga, pilates, kardio, berenang, melompat, ke gym, angkat beban, latihan apa saja yang Anda nikmati. Masalah banyak orang adalah mereka tidak menemukan latihan yang mereka sukai dan oleh karena itu mereka melihatnya sebagai hukuman. Latihan bukanlah hukuman. Saya janji, luangkan 30 menit sehari untuk latihan dan Anda akan melihat perubahan fisik dalam 30 hari, tidak hanya fisik, tetapi juga mental karena Anda akan bekerja pada pikiran Anda dan meningkatkan harga diri Anda. Tingkatkan asupan makanan Anda dan saya tidak mengatakan untuk berhenti makan cokelat, permen, kue, tetapi miliki keseimbangan dan tambahkan lebih banyak buah, sayuran, makanan yang bernutrisi karena ingat, makanan juga memberi Anda energi, atau mengambilnya, membantu meningkatkan kulit atau memperburuknya. Jadi, miliki keseimbangan, jangan menghilangkan satu dan jangan terobsesi dengan yang lain. Saya suka yang ini, saya jamin, saya suka. Saya bertaruh dengan ini karena saya telah melihat perubahannya pada diri saya sendiri. Cuci wajah Anda di pagi dan malam hari dengan air dingin, ambil ember Anda, masukkan beberapa es, dan cuci wajah Anda, saya janji bahwa selain menjadi salah satu perasaan terbaik di dunia, segar ke tempat tidur dan bangun segar dari tempat tidur juga membantu mengurangi peradangan, meningkatkan kolagen secara alami. Anda tidak perlu mendapatkan kolagen jenis lain dan juga memberi Anda energi. Jadi, jika Anda belum melakukannya, Anda akan mulai melakukannya sekarang karena saya janji Anda akan melihat perubahannya. Tapi hati-hati, jangan lakukan lebih dari satu atau dua menit karena bisa membakar wajah Anda, jadi berhati-hatilah dengan itu. Ah! Pijat wajah tiga kali seminggu dan saya suka ini karena mereka selalu bertanya pada saya, Michi, bagaimana Anda mendapatkan rahang seperti itu? Nah, rahasia saya? Guasha dan jika Anda tidak memiliki guasha, tangan Anda juga berguna. Saya tidak berbohong, ini benar-benar membantu saya mengurangi peradangan di wajah, merasa lebih baik, melatih otot-otot wajah saya, karena mereka juga perlu dilatih dan untuk membuktikannya, saya punya buktinya di sini, saya pergi berkemah selama dua bulan, makan junk food sepanjang waktu, satu-satunya latihan yang saya lakukan adalah mengunyah, ketika saya tersenyum, saya bahkan tidak bisa melihatnya lagi. Jadi, tanpa basa-basi lagi, ambil minyak Anda, guasha Anda atau dengan tangan, pasang video YouTube selama 10, 20 menit dan mulailah melakukan pijatan wajah tiga kali seminggu minimal karena saya janji, tidak hanya membuat Anda merasa baik, lebih kurang bengkak, lebih cantik, tetapi juga membuat Anda terlihat baik. Dan terakhir, miliki rutin perawatan kulit, jaga kulit Anda, hidrasi kulit Anda. Apakah Anda pikir kulit saya selalu seperti ini? Tentu tidak, inilah saya tahun lalu. Siapa yang membantu saya mengubahnya? Memiliki rutin perawatan kulit. Merawat kulit saya, melembabkan kulit saya. Saya menonton video seorang dermatologis yang sangat masuk akal yang mengatakan bahwa banyak kali jerawat muncul karena wajah kita sangat dehidrasi sehingga harus mulai menciptakan minyaknya sendiri untuk melembabkan dirinya sendiri. Jadi, lembabkan dan mulailah menggunakan tabir surya. Dan jika Anda sampai di sini, karena saya ingin memotivasi Anda untuk melakukan tantangan ini dengan sepenuh hati. Ay, anak-anak saya! Salah satu dari Anda akan menjadi yang beruntung dan mengapa saya memberikannya? Karena semua dukungan yang telah Anda berikan kepada saya sejak lama saya akan memberikan kepada Anda, kit lengkap untuk merawat wajah Anda secara gratis! Yang harus Anda lakukan adalah pergi ke profil Instagram saya, ikuti saya dan ikuti giveaway. Ini termasuk air micelar dengan asam hialuronat untuk membersihkan kulit Anda, krim asam hialuronat untuk melembabkan kulit Anda, gel asam hialuronat yang membantu mengisi kerutan dan tentu saja yang paling penting, tabir surya. Saya janji ini seperti tidak memakai apa-apa karena sangat ringan sehingga tidak terasa. Anda memiliki waktu hingga 20 Desember untuk berpartisipasi dan ini akan menunggu Anda. Jadi, jika Anda benar-benar ingin memulai 2024 Anda dengan semangat penuh dan mengeluarkan kekuatan dalam diri Anda, mencapai tujuan, impian, sasaran yang Anda tetapkan dan meraih kehidupan impian Anda, tinggalkan email Anda di sini untuk mengirimkan informasi tentang reprogram diri Anda dan ikuti saya di Instagram. Semoga berhasil dan saya tunggu Anda kembali dalam 30 hari. Chao bye.",
    "\n",
    "Cara menghilangkan bruntusan ",
    "",
    "Cara menghilangkan jerawat. Anda baru saja bangun dan menyadari bahwa Anda memiliki jerawat. Tapi tunggu sebelum Anda memencetnya, biarkan saya memberi Anda beberapa saran. Jika jerawat Anda terlihat seperti ini, Anda harus mengambil es, membungkusnya, dan menempelkannya. Tetapi jika jerawat Anda terlihat seperti ini, Anda harus menggunakan air hangat dan menempelkannya. Saya juga merekomendasikan krim Vichy ini dan pensil pengering ini yang juga berwarna. Dan selesai, semoga bermanfaat, selamat tinggal.",
    "\n",
    "Pijat untuk mengurangi kerutan pada muka ",
    "",
    "Jika Anda memiliki garis nasogenian atau garis nasolabial yang sangat terlihat, tiga pijatan ini akan sangat membantu Anda.",
    "\n",
    "Cara melentikan bulu mata ",
    "",
    "Rahasianya bukan pada memiliki bulu mata yang panjang, melainkan bentuk atau teknik yang Anda gunakan dengan penjepit bulu mata Anda untuk mendapatkan hasil ini. Ini adalah bulu mata saya, dikeriting dengan cara yang benar yang akan saya tunjukkan sekarang. Saya akan mulai dengan menekan penjepit bulu mata dari akar dan naik sedikit tiga kali, tidak sampai ke ujung karena jika tidak, bulu mata akan membentuk kurva dan kita tidak menginginkan itu. Sekarang, untuk anak perempuan yang memiliki masalah di bagian sudut bulu mata yang tidak bisa dikeriting, apa yang saya lakukan adalah sedikit menarik kelopak mata dan dengan cara ini dari akar saya mulai mengeriting hanya di bagian ini, lihat bagaimana saya memiringkan penjepit untuk mencapai bagian ini dan bisa, ini membantu agar bagian ini terlihat lebih terangkat dan akhirnya mata terlihat lebih seperti almond. Sekarang saya akan mengambil maskara saya yang ujungnya tipis untuk bisa mencapai tempat-tempat tersebut dan lebih mudah menempatkan produk. Apa yang saya lakukan adalah mulai dari akar dan naik sampai ke ujung, juga dengan ujung ini membantu saya mencapai tempat-tempat ini yang seperti bulu mata yang hampir tidak kita lihat atau yang pucat, jadi ini akan membantu mengisi dan membuatnya terlihat lebih lebat, setelah maskara diaplikasikan, kita akan mengelompokkan bulu mata dengan pinset alis, dengan cara ini hanya dengan produk yang sudah kita tempatkan, kita akan menggabungkan rambut-rambut ini. Ini berguna agar bulu mata terlihat lebih tebal dan memberikan ilusi optik bahwa mereka terlihat lebih penuh. Dan baik, ini adalah hasilnya. Saya harap Anda menyukainya. Jika Anda ingin lebih banyak tips, ikuti saya di Instagram saya. Saya akan mengunggah hasilnya bagaimana kedua mata terlihat.",
    "\n",
    "Cara menghilangkan ketombe hanya dengan waktu 3 hari ",
    "",
    "Paisano, kenapa kepalamu sangat gatal? Apakah kamu punya kutu atau apa? Tidak, paisano, saya punya ketombe yang sangat parah dan saya tidak tahan lagi. Ayo, ibu saya punya obatnya, dia bisa menghilangkannya dalam kurang dari 3 hari, ayo. Di sini saya punya selembar lidah buaya, saya akan mencucinya dengan sangat baik untuk menghilangkan yodiumnya. Saya akan mengupas sepotong lidah buaya seperti ini dan memotongnya menjadi potongan-potongan kecil. Kemudian saya akan memasukkannya ke dalam blender. Di sisi lain, peras jus dari satu lemon dan masukkan ke dalam blender selama satu menit. Lemon dan lidah buaya sangat bagus karena memiliki sifat antijamur, antiseptik, dan antibakteri, yang berarti ketombe akan hilang hanya dalam 3 hari. Oleskan dengan baik ke seluruh kulit kepala dan rambut. Sekarang dengan ini Julian akan memiliki kulit kepala yang tenang. Hiduplah kehidupan di pedesaan, hidup!",
    "\n",
    "Tips untuk glowup dalam 15 hari",
    "",
    "Berhenti mengaplikasikan asam hialuronat Anda dengan cara ini, itulah mengapa Anda tidak melihat efeknya. Hari ke-10 dari tips untuk mendapatkan glow up dalam 15 hari. Sehebat mungkin asam hialuronat terdengar, itu bisa mengeringkan kulit Anda jika tidak diaplikasikan dengan benar. Asam hialuronat bekerja dengan menahan kelembapan. Oleh karena itu, sangat penting untuk mengaplikasikannya pada kulit yang lembab, bukan basah, karena jika tidak ada kelembapan untuk diserap, ia akan menyerap kelembapan dari kulit Anda sendiri dan ini akan mengakibatkan dehidrasi yang lebih parah. Mengejutkan bukan? Saya menyarankan Anda untuk melembapkannya dengan air termal atau air mawar, dan kemudian sekarang ya, aplikasikan serum asam hialuronat. Setelah terserap, kunci dan maksimalkan hidrasi dengan krim atau gel pelembab. Dan selesai, jangan lupa untuk mengikuti saya untuk lebih banyak tips kecantikan.",
    "\n",
    "Beberapa kesalahan dalam mengaplikasikan makeup",
    "",
    "Kesalahan umum yang Anda lakukan saat berdandan. Jangan khawatir, saya akan menunjukkan bagaimana Anda seharusnya melakukannya. Selamat datang di kelas pertama makeup untuk pemula. Kesalahan pertama adalah tidak menggunakan foundation yang tepat untuk jenis kulit Anda. Jika Anda memiliki kulit kering, lebih disarankan menggunakan foundation yang melembabkan atau berkilau, dan jika Anda memiliki kulit berminyak, gunakan foundation matte atau bebas minyak. Kesalahan kedua adalah menggunakan spons yang terlalu basah, yang mana ketika Anda memerasnya masih keluar air. Ini bisa membuat foundation Anda terpisah atau retak, terutama jika tidak sangat melembabkan. Idealnya adalah melembabkan spons, tapi ketika diperas tidak keluar air lagi. Kesalahan berikutnya adalah menyeret spons saat mengaplikasikan foundation. Spons dirancang untuk dipantulkan di wajah, dengan cara ini Anda akan mendapatkan hasil akhir yang lebih indah. Kesalahan umum lainnya adalah mengunci concealer sebelum menyamarkan garis-garis ekspresi yang sudah terakumulasi dengan produk. Jika Anda mengunci dengan bedak sebelum menyamarkannya, garis-garis tersebut akan tetap dan akan lebih sulit disamarkan nanti. Kesalahan lainnya adalah mengaplikasikan produk cair atau krim setelah mengunci dengan bedak. Artinya, jika Anda ingin mengaplikasikan blush atau kontur cair, lakukan sebelum memakai bedak, karena jika tidak hasilnya akan terlihat bercak, lebih sulit disamarkan, dan bahkan bisa mengangkat foundation. Hal lainnya, saat menyamarkan produk jangan menyeret kuas dengan keras, ini juga bisa mengangkat foundation atau apa pun yang ada di bawahnya, lebih baik lakukan dengan menepuk-nepuk dan jika perlu menyeret, jangan dengan keras. Kesalahan berikutnya adalah tidak mengaplikasikan concealer atau primer di kelopak mata sebelum mengaplikasikan eyeshadow. Ini membantu kita mendapatkan dasar yang lebih bersih, seragam, dan tahan lama. Namun, sama seperti dengan concealer di bawah mata, penting untuk menyamarkan jika produk terakumulasi di lipatan sebelum mengaplikasikan eyeshadow. Kesalahan lainnya adalah tidak mengaplikasikan eyeshadow transisi, ini membantu kita untuk memudahkan penyamaran dan mencapai gradasi antara eyeshadow. Jangan lupa untuk mengikuti saya untuk belajar berdandan.",
    "\n",
    "5 beauty tips yang bikin kamu selalu keliatan cantik",
    "",
    "5 tips kecantikan yang membuat Anda terlihat selalu rapi atau dengan tampilan segar sepanjang waktu. Nomor 1: Selalu memiliki alis yang terawat dan kumis yang tercukur membantu Anda terlihat selalu rapi. Ketika kita tidak memiliki alis yang terawat atau kita membiarkan kumis terlalu lama, tanpa sadar kita memberikan tampilan yang kurang rapi. Nomor 2: Fokus pada perawatan kulit. Tidak ada yang lebih buatan daripada lapisan demi lapisan makeup yang terlihat kaku dan memberikan tampilan buatan. Kulit secara alami memiliki kilau, memiliki ketidaksempurnaan, dan semakin Anda fokus pada perawatan kulit, semakin sedikit makeup yang akan Anda gunakan. Jika Anda ingin menyamakan warna kulit, gunakan sesuatu yang ringan, hindari foundation berdaya tutup tinggi, gunakan sebagai gantinya bb cream, cc cream, atau tabir surya berwarna. Dengan cara ini, kulit mempertahankan kilau alaminya. Nomor 3: Gunakan concealer untuk lingkaran hitam di bawah mata yang sesuai dengan warna kulit Anda dan hindari concealer yang terlalu terang, karena jika lingkaran hitam Anda sangat gelap, dengan concealer yang terlalu terang, area ini akan terlihat abu-abu dan itu terlihat sangat buruk. Saya suka menyamarkannya dengan spons yang dilembabkan karena dengan cara ini menyamarkan lebih baik dan terlihat lebih alami. Nomor 4: Gunakan blush warna pink di pipi Anda, jangan takut pada blush, blush bisa membuat Anda terlihat lebih muda dan lebih segar, jika Anda tahu cara menggunakannya dengan benar. Dan nomor 5: Gunakan balm bibir yang baik. Memiliki bibir yang kering memberikan tampilan yang kurang terawat, jadi selalu jaga agar bibir Anda lembut dan terhidrasi.",
    "\n",
    "foundation tips agar base makeup lebih coverage",
    "",
    "Rupanya, trik makeup saat ini adalah mencampur foundation biasa Anda dengan sedikit air menggunakan pengocok susu, untuk membuat foundation Anda memiliki daya tutup yang lebih tinggi. Jadi hari ini kita akan melihat apakah itu benar-benar berfungsi atau hanya omong kosong. Lihat itu, saya siap dan merasa seperti seorang ilmuwan. Saya suka berpikir bahwa jenis trik ini dibuat untuk orang-orang yang tidak tertarik membeli berbagai jenis foundation untuk berbagai jenis daya tutup. Jika Anda ingin mengubah foundation biasa Anda menjadi foundation berdaya tutup tinggi, hari ini saya akan menggunakan foundation Maybelline Fit Me karena itu adalah favorit saya dan memiliki daya tutup sedang. Sekarang saya akan mengisi gelas saya dengan sedikit air dan saya pikir ini cukup, dan hampir sama dengan jumlah yang dia gunakan. Sekarang kita akan melakukannya meskipun saya ragu. Pertanyaan pertama saya adalah berapa banyak foundation yang saya tambahkan dan saya pikir dengan 4 tetes, saya akan menambahkan lebih banyak tetes untuk jaga-jaga, tapi itu seharusnya cukup, kan? Dan inilah tampilan foundation dari bawah, tampak seperti cacing. Dan beginilah tampilannya dari atas, saya rasa saya telah menambahkan cukup banyak tapi terlihat menarik. Hehe, saya pikir sudah waktunya untuk mengambil langkah dan mengocok foundation. Saya yakin sekali ini akan merusak pengocok saya. Untungnya hanya $2 di IKEA. Dan pertanyaan kedua saya adalah berapa lama saya mengocoknya, jadi mari kita mulai. Ok teman, saya sudah mengocoknya selama 2 menit di sini, dan saya bisa melihat bagaimana konsistensi foundation mulai terlihat sedikit lebih kental, sedikit berbeda, masih ada banyak air, dan saya tidak yakin apakah menambahkan lebih banyak foundation atau hanya tinggal di sini 25 menit lagi. Teman, saya sudah mengocoknya lebih dari 5 menit di sini, dan saya bisa melihat bagaimana konsistensi sedikit lebih kental, tapi airnya belum tercampur sepenuhnya. Campuran ini berbau cukup enak, mungkin saya telah menambahkan banyak air atau terlalu sedikit foundation. Apapun itu, saya pasti bisa melihat bagaimana foundation terlihat sedikit lebih krem, seperti mousse. Saya akan mencoba mengeluarkan mousse dan memasukkannya ke dalam wadah, oh my god, oh goodness, lihat itu, oh my god, terlihat seperti lemak, terlihat sedikit aneh, situasinya menakutkan saya, wow. Saya akan mengaplikasikan primer berbasis air dan melihat apakah itu berfungsi. Saya pikir ini adalah hack yang sangat tidak praktis. Di sisi ini, kita akan mengaplikasikan eksperimen, jika itu mau menempel. Saya akan mengaplikasikannya dengan kuas tapi itu terjatuh, tergelincir. Eksperimen foundation ini adalah omong kosong.",
    "\n",
    "tutorial makeup di tahun 80an",
    "",
    "Tebak apa yang saya temukan. Buku kecantikan ini dari tahun 80-an. Namanya 'Rejuvenate 10 Years in 10 Days', tapi ada banyak instruksi tentang cara berdandan. Jadi saya akan berdandan mengikuti instruksi ini. Di sini dikatakan bahwa kita akan mulai dengan concealer untuk lingkaran hitam di bawah mata dan disarankan untuk mengaplikasikannya dengan jari kelingking dengan menepuk-nepuk ringan ke arah ini. Sekarang kita akan lanjut dengan foundation. Tuangkan sedikit foundation ke telapak tangan, gosokkan satu tangan ke tangan lainnya, dan usapkan tangan Anda dengan ringan ke seluruh wajah. Saat mengaplikasikan foundation, pastikan untuk menyamaratakan dengan baik ke leher untuk menghindari terlihat seperti topeng. Saya belum pernah memakai foundation dengan tangan dalam waktu yang lama, berikan tepukan lembut dan samarkan ke atas untuk mengintegrasikan foundation dengan ringan dengan concealer tanpa menutupinya. Kita akan lanjut dengan kontur. Dikatakan bahwa kita akan menggunakan eyeshadow krim berwarna cokelat untuk menciptakan tulang pipi dan mendefinisikan wajah bulat. Oleskan tepat di bawah tulang pipi Anda, merendam sisi wajah Anda dengan mengerucutkan bibir untuk mendefinisikan tulang pipi bawah dengan tangan. Ini tidak mudah. Ikuti saya di bagian 2.",
    "\n",
    "3 tips dari dokter kulit yang mereka tidak mau kamu tahu ",
    "",
    "Tiga tips dermatologi yang tidak ada yang ingin Anda ketahui. Untuk ketombe, dermatitis seboroik, gunakan sampo dengan ketoconazole 2% seperti Arcolane atau Ketonil. Untuk komedo dan jerawat, gunakan krim seperti Gel Acne atau Epiduo Forte. Untuk keratosis pilaris, kulit ayam, gunakan krim anti-kemerahan seperti CeraVe SA atau Acne Topic. Gunakan satu atau dua kali sehari, di pagi dan malam hari. Jika Anda menyukai tips ini, ikuti kami di jaringan sosial kami dan bagikan informasinya.",
    "\n",
    "Tips untuk merapikan alis kamu secara profesional",
    "",
    "Tidak tahu cara mencabut alis? Mari saya tunjukkan cara melakukannya secara profesional. Langkah pertama adalah mengambil benang biasa dan mengecatnya dengan concealer, foundation, atau highlighter krim. Langkah kedua adalah mengeluarkan pusat wajah. Langkah ketiga adalah menentukan titik awal berdasarkan bentuk hidung Anda. Langkah keempat adalah menandai akhir alis berdasarkan sudut hidung dan sudut mata. Langkah kelima adalah menentukan tinggi alis dengan melihat ke depan dan memastikan benang melewati tengah pupil mata. Langkah keenam adalah menentukan ketebalan alis berdasarkan pertumbuhan alami alis Anda, menghubungkan kedua sisi agar simetris. Langkah ketujuh adalah menghubungkan semua titik untuk membuat bingkai alis Anda. Dan akhirnya, langkah kedelapan, dengan bantuan pinset, cabut semua bulu yang berada di luar garis. Dan selesai, alis Anda sempurna dicabut di rumah.",
    "\n",
    "Tips menggunakan eyeliner di waterline ",
    "",
    "Jika Anda melakukan ini, video ini adalah untuk Anda. Jika Anda hanya menggambar garis mata bagian dalam dengan warna hitam, mata Anda akan terlihat lebih kecil seketika. Pertama, gunakan primer eyeshadow atau concealer di bawah bulu mata bawah karena kita tidak ingin terlihat seperti panda. Ini akan mencegah pensil mata bergerak. Dengan kuas kecil, ambil sedikit pensil dan aplikasikan secara bertahap di bawah bulu mata bawah. Jika Anda mengaplikasikannya langsung dari pensil sekaligus, Anda mungkin akan berlebihan dan hasil akhirnya seperti panda. Dengan cara ini, Anda dapat mengontrol pensil dengan sempurna dan mengaplikasikannya sesuai kebutuhan. Setelah selesai, barulah Anda dapat menggambar langsung di garis mata bagian dalam. Sekarang lakukan hal yang sama di bagian atas. Jika Anda merasa terlalu banyak mengaplikasikan, Anda dapat memperbaikinya dengan air micelar dan kapas. Terakhir, aplikasikan beberapa lapis maskara dan inilah hasilnya. Ingat, suka video ini dan ikuti saya jika Anda ingin belajar berdandan.",
    "\n",
    "tips skincare",
    "",
    "Saya berusia 32 tahun dan ini adalah tips perawatan kulit terbaik saya. Saya berharap seseorang telah memberi tahu saya ini jauh sebelumnya. Tidak ada cara yang lebih baik untuk mencuci wajah selain dengan ujung jari Anda. Tinggalkan alat-alat seperti ini di masa lalu. Ujung jari Anda sudah lebih dari cukup. Ah, dan jangan lupa, jangan gunakan tisu pembersih makeup yang terlalu abrasif. Untuk keadaan darurat saja itu baik, tapi jangan jadikan itu sebagai metode Anda untuk menghapus makeup. Ada balm pembersih makeup yang bagus. Cara terbaik untuk mengaplikasikan asam hialuronat adalah dengan kulit Anda yang lembab, air termal, atau cukup biarkan lembab setelah Anda mencucinya. Ah ah, jangan mendekatkan tetesan karena Anda bisa mencemari seluruh produk di tangan Anda. Melembabkan kulit sebelum asam hialuronat akan mengoptimalkan tingkat hidrasi dalam kulit dan terutama fungsi asam hialuronat yang membawa hidrasi ke lapisan terdalam. Hari ini saya akan memakai toner eksfoliasi ini, tapi pertama-tama masker yang mengeksfoliasi, serum dengan asam glikolik, dan saya akan mengakhiri dengan retinol. Ini akan membuat kulit saya terlihat sangat bercahaya, demi Tuhan, jangan lakukan itu pada diri Anda sendiri. Mengexfoliasi kulit secara berlebihan adalah salah satu kerusakan terbesar yang dapat Anda lakukan pada wajah. Menggunakan retinol, glikolik, salisilik satu lapis demi satu lapis akan menghilangkan semua minyak dari kulit Anda, melemahkan fungsi penghalang, dan membuat Anda mendapatkan banyak jerawat, menjadi sangat merah, sensitif, dan tidak nyaman. Lebih baik bergantian menggunakan produk yang Anda gunakan. Tabir surya berwarna adalah hal yang luar biasa, terlihat seperti makeup tetapi jangan tertipu, tabir surya bukanlah makeup, ini untuk kesehatan kulit. Meskipun memberikan tampilan yang luar biasa, yang terbaik adalah mengaplikasikan jumlah yang baik. Tabir surya bukanlah makeup, ini adalah obat untuk kulit.",
    "\n",
    "3 cara untuk mencerahkan ketiak",
    "",
    "Jika Anda malu mengangkat lengan Anda karena ketiak Anda terlihat seperti ini, teman, Anda telah datang ke video yang tepat. Karena hari ini saya akan menunjukkan kepada Anda 3 solusi untuk mencerahkan ketiak Anda sebelum musim panas. Beginilah tampilan ketiak saya hari ini. Memang, saya tidak pernah memiliki ketiak yang terlalu gelap, tetapi mereka tidak pernah terlihat seputih ini. Jadi, inilah tipsnya. Namun, Anda harus bersyukur memiliki lengan dan dapat mengangkatnya. Jangan merasa minder hanya karena ketiak Anda terlihat seperti ini, itu normal. Tip pertama, mengapa Anda menggunakan ini? Tidak. Siapa yang ingin cantik harus merasakan bintang dan rasa sakit, teman. Masa depan adalah waxing. Mungkin sedikit menyakitkan pada awalnya, tetapi jika Anda tidak memiliki anggaran untuk waxing laser, ini adalah solusi Anda. Anda memiliki produk ini yang sangat lengkap, tidak hanya dengan lilin tapi juga dengan wadah dan spatula yang tersedia. Favorit saya dari Amazon jika Anda tertarik. Tidak lagi menggunakan pisau cukur. Metode kedua, tip kedua, asam glikolik di malam hari dengan kapas. Sihir dari produk ini, saya tidak bisa mengungkapkannya dengan kata-kata. Saya bersikeras, ini adalah sihir dalam botol 240 ml, dan juga ekonomis. Tip ketiga, saya punya solusinya di sini, alat depilasi laser IPL yang Anda percayai, tersedia di tangan Anda. Anda juga bisa mendapatkannya di favorit Amazon saya. Saya menghitung dan berpikir ini akan lebih baik daripada harus pergi ke spa atau salon untuk waxing laser secara rutin. Ada beberapa tingkat di mana Anda bisa mengatur intensitasnya dan ya, itu bekerja. Anda bisa menemukan link ke favorit Amazon saya di deskripsi saya. Jadi ikuti saya untuk lebih banyak rekomendasi, selamat tinggal.",
    "\n",
    "Efek kalo pake es ke wajah",
    "",
    "Kenapa tidak mengaplikasikan es di wajah? Ini memiliki efek cepat untuk mengobati penuaan, meredakan inflamasi dan mencegah jerawat, menghindari lingkaran hitam di bawah mata dan membuat kulit terasa segar, menutup pori-pori dan meredakan kulit.",
    "\n",
    "Cukur wajah bisa jadi solusi biar kulit wajah halus?",
    "",
    "Solusi untuk masalah kita agar wajah terlihat lebih putih, foundation lebih halus, dan kulit seperti porselen adalah dengan mencukur wajah. Sejujurnya ini adalah sesuatu yang biasanya saya tidak pernah lakukan, tetapi saya sangat penasaran karena lihatlah semua bulu halus di wajah kita. Dan memang, bulu halus di wajah akan membuat kulit terlihat lebih gelap dan bertekstur. Jadi, jika trik ini akan membantu membuat kulit kita tampak seperti porselen, tentu saja kami akan mencobanya. Untuk ini, saya akan menggunakan minyak wajah dan saya akan menggunakan ini dari Denis untuk melembabkan wajah agar bisa meluncur dengan baik. Saya memiliki paket pisau cukur sekali pakai ini dan yang akan saya lakukan adalah mengaplikasikan minyak, mengambil pisau cukur, dan mulai mencukur seluruh wajah untuk melihat bagaimana hasilnya. Salah satu pertanyaan terbesar adalah apakah bulu-bulu itu akan tumbuh kembali seperti pria dan tentu saja tidak, lihatlah saya hampir tidak tumbuh apa-apa, lihat di sini saya memiliki lebih banyak bulu halus. Lihat semua bulu halus yang saya dapatkan dari sisi itu, konsentrasi bulu halus terbanyak saya ada di sini dan di area alis, dengan sangat hati-hati di dahi dan begitulah hasilnya. Ini semua bulu halus yang saya cukur, saya sebenarnya tidak memiliki banyak, di sini setelah mencukur seluruh wajah, saya harus mengatakan bahwa saya merasa jauh lebih bersih, jauh lebih halus. Katakan padaku apa pendapatmu dan apakah kamu berani melakukannya, tetapi saya sangat menyukainya.",
    "\n",
    "Makeup yang bikin muka kayak pake filter",
    "",
    "Seorang makeup artist ini menjadi sangat viral karena tekniknya yang terdiri dari mengaplikasikan foundation yang sangat putih dan kemudian yang sangat gelap di atasnya, yang katanya memberikan efek kulit seperti filter tanpa pori, tanpa cacat, tanpa apa-apa. Saya ingin Anda melihat dengan baik perbandingan sebelum dan sesudahnya. Apakah ini nyata atau menggunakan filter? Kami akan mencobanya. Saya terkejut. Foundation putih dan kuas di tangan, benar-benar putih. Tapi pertama, kita akan mengambil blunt kami karena kita akan memerlukan energi untuk melakukan makeup ini, ok sekarang ya. Kami pikir ini akan berhasil, saya tidak tahu. Mungkin kita akan membuang-buang waktu, tapi kita akan melakukannya. Tentu saja ya. Saya tidak tahu bagaimana harus merasa tentang ini, tapi saya akan menyamarkan sama seperti dia dengan kuas. Saya kira saya telah mencobanya sebelumnya tetapi saya pikir saya melakukannya dengan salah karena saya tidak memiliki foundation putih. Saya akan mempercepat kamera karena saya tidak ingin menghabiskan seluruh hidup saya di ini dan kita akan lihat bagaimana hasilnya. Saya harap saya tidak merusak alis saya. Samarkan, samarkan, samarkan, samarkan, samarkan, samarkan. Sedikit lagi. Beginilah cara makeup orang yang mengkritik saya. Saya sudah terlihat bagus, saya sudah memiliki kulit efek filter atau belum? Sekarang foundation yang sangat gelap. Dan kita mulai mengaplikasikan, oh wow. Wow wow, lihat perbedaannya.",
    "\n",
    "Brand Makeup Rihanna",
    "",
    "Merek Rihanna lebih buruk dari Shein. Mari kita bicara tentang skandal Fenty, merek favorit kita yang inklusif. Di dunia di mana segalanya tampak seperti 50 nuansa beige, Rihanna mengubah semuanya. Fenty menetapkan standar baru dalam makeup dan juga melakukannya dengan peragaan busana. Orang-orang, sebenarnya, mengatakan bahwa peragaan busana Fenty-lah yang mengakhiri peragaan busana Victoria's Secret. Tapi pada tahun 2021, ia dilaporkan karena menggunakan mika dari India. Anda tahu, mineral itu yang membuat highlighter Fenty bersinar, yang berasal dari tambang eksploitasi anak-anak, dan tidak mungkin dia tidak tahu. Semua orang tahu bahwa di tambang Yarkant, yang bekerja adalah anak-anak dalam kemiskinan ekstrem. Pada tahun 2022, setelah skandal itu, ia menjadi miliarder swasta termuda di dunia dan tentu saja, dengan seluruh umat manusia menyalahkan orang Tionghoa atas segalanya, maka seluruh perhatian negatif tertuju pada raksasa jahat pakaian, Shein. Tapi tahun ini keluar laporan tanggung jawab mode, sebuah laporan yang mengukur seberapa etis sebuah perusahaan berdasarkan transparansi asal usul bahan-bahannya, gaji dan kesejahteraan, yaitu berapa banyak mereka membayar dan apakah itu cukup untuk hidup, praktik bisnis, bahan baku, keadilan lingkungan, dan tata kelola. Skor maksimumnya adalah 150, tetapi sebagian besar merek tidak bisa melebihi 40. Faktanya, Burberry mendapat skor terbaik dengan 38 poin dan yang mengejutkan, H&M menempati posisi ketiga dengan 32 poin, dan grup Inditex, Anda tahu, Zara, Bershka, semua orang ini, hanya mendapat 18 poin. Sebuah kemelaratan. Shein, tidak mengherankan, hanya mendapat 8 poin, dan itu hanya karena memenuhi kriteria bahan baku. Dan Anda mungkin bertanya-tanya, berapa skor Fenty? 4 poin. Shein mendapat dua kali lipat skor etika dari Fenty. Jadi, apa ini berarti kita harus membatalkan Rihanna? Bayar dan pergi. Pertama-tama, jangan naif, Rihanna tidak bisa dibatalkan, dia adalah miliarder yang telah sukses sebagai bintang pop dan sebagai pengusaha. Tapi memang perlu kita pertanyakan bagaimana kultus personalitas membuat kita percaya bahwa karena kita melihat wajah yang ramah, kita berpikir sebuah merek lebih baik dari yang lain. Mengapa? Berapa kali kita telah tertipu sebelumnya dengan cerita yang sama? Apakah Anda tahu merek lain yang menggunakan wajah ramah untuk tidak bertanggung jawab atas tindakan mereka? Kami ingin membaca pendapat Anda.",
    "\n",
    "Skin cycling routine buat ngilangin tekstur",
    "",
    "Rutin terbaik untuk menghilangkan tekstur dan memberi kilau pada kulit. Saya sudah melakukannya selama berbulan-bulan dan itu berhasil. Jika Anda ingin meningkatkan kulit Anda dalam hal tekstur, tanda-tanda penuaan, bahkan memudarkan beberapa bekas luka, skin cycling adalah untuk Anda. Jika Anda sudah menggunakan retinol dan telah menggunakan eksfolian kimia, lewati video ini karena tidak perlu. Skin cycling ideal untuk orang yang ingin memperkuat kulit, untuk menciptakan toleransi dengan berbagai bahan aktif. Ini menciptakan ketahanan pada kulit, membantu Anda memasukkan berbagai bahan aktif ke dalam rutin Anda tanpa merusak kulit. Ini membuat Anda disiplin dengan rutin perawatan kulit Anda karena jika Anda melewatkan satu hari, sayang, cahaya Anda padam. Metode ini terdiri dari 4 malam. Pada malam pertama, kita akan menggunakan eksfolian kimia, entah itu asam glikolik, laktik, mandelik, atau salisilik. Yang terbaik adalah jika serum Anda memiliki alfa hidroksi asam dan beta hidroksi asam karena satu membantu permukaan kulit dengan tekstur dan yang lainnya masuk ke pori-pori dan membersihkannya, suatu keajaiban. Pada malam nomor 2, kita akan menggunakan retinol. Retinol sangat top untuk tanda-tanda penuaan, tetapi juga sangat membantu dengan jerawat dan bekas luka. Pada malam nomor 3 dan nomor 4, yang akan kita lakukan adalah menghormati kulit kita, memperkuatnya, dan membuat penghalang kulit kita dalam kondisi terbaiknya. Itulah mengapa kita akan menggunakan krim yang berfungsi dengan baik untuk penghalang kulit. Setelah Anda menyelesaikan 4 hari Anda, pada hari kelima Anda akan mulai dengan hari pertama, yaitu eksfoliasi. Tujuan dari skin cycling adalah agar dilakukan secara konsisten, lakukan selama setidaknya 2-3 bulan agar Anda melihat hasil nyata pada kulit Anda. Jadi, mulailah skin cycling Anda.",
    "\n",
    "Tips makeup biar foundation anti cakey",
    "",
    "Jika foundation makeup Anda terlihat seperti ini, tetaplah di sini karena Anda membuat banyak kesalahan dan tenang saja, saya juga mengalaminya. Ini saya pada usia 16 tahun. Bagaimana saya beralih dari makeup seperti ini ke ini. Kesalahan pertama adalah langsung mengaplikasikan foundation. Pertama, siapkan wajah Anda dan demi Tuhan, jangan seperti pria yang hanya memiliki satu sabun untuk rambut, wajah, dan 'asterisk'. Pertama, cuci wajah Anda. Saya menggunakan pembersih ini berbentuk minyak busa yang melembabkan dari CeraVe. Anda tidak tahu berapa banyak kotoran yang menumpuk di wajah Anda. Langkah kedua, meskipun wajah Anda berminyak, tetap gunakan krim. Saya punya dua ini juga dari CeraVe, yang satu untuk saat kulit saya sangat kering dan yang lain untuk saat lebih kurang. Dan yang keren adalah sudah ada tabir surya. Banyak yang bilang kepada saya, saya tidak menggunakan krim karena membuatnya lebih berminyak. Maka, ganti krim Anda. Misalnya, saya suka ini karena sangat ringan dan cepat terserap. Lihatlah dan bicara tentang krim, saya dulu memiliki bagian tubuh yang lebih gelap seperti siku, tetapi krim ini membantu karena melembabkan dan mengelupas kulit kasar. Selamat tinggal siku hitam. Namanya krim penghalus anti-kemerahan. Saya cukup suka produk ini karena mengandung tiga ceramide esensial dan asam hialuronat. Lihat bagaimana kulit terlihat tanpa filter. Setelah wajah Anda terhidrasi, gunakan primer Anda. Yang saya gunakan untuk mengisi pori-pori dan mematikan. Dan sekarang mulailah mengaplikasikan foundation Anda dari sedikit ke banyak dengan spons basah. Kesalahan besar lainnya adalah setelah mengaplikasikan foundation, Anda menggunakan bedak padat. Ini pada dasarnya adalah foundation dalam bentuk bedak. Jadi, gunakan foundation atau bedak padat. Kecuali jika Anda memerlukan makeup dengan daya tutup yang sangat tinggi. Yang Anda butuhkan untuk menyegel foundation Anda adalah bedak tabur. Saya ingin Anda melihat bagaimana kulit saya terlihat sangat halus dan selesai, aplikasikan setting spray makeup Anda. Ingat, kulit memiliki ketidaksempurnaan dan itu normal. Saya juga mendapatkan noda dan jerawat, tetapi dengan makeup yang baik, Anda dapat membuatnya terlihat sedikit lebih sedikit. Dan makeup yang buruk akan menonjolkan mereka. Penting untuk berinvestasi pada wajah Anda. Saya selalu pergi ke dermatologis saya karena Anda memerlukan profesional yang memberi tahu Anda bagaimana kondisi kulit Anda dan produk apa yang harus digunakan. Dan beritahu saya jika Anda ingin bagian kedua di mana kita membuat mata.",
    "\n",
    "Tips lipstik biar gak patchy",
    "",
    "Anda melakukan kesalahan saat memakai lipstick dan terlihat seperti ini. Dan lihat saudari, saya tidak menilai karena saya juga mengalami hal yang sama. Bibir saya sangat kering. Beginilah seharusnya tidak terlihat. Beginilah tampilan bibir yang terhidrasi. Saya melihat bahwa lip balm ini menjadi viral di TikTok, jadi mari kita coba. Ini adalah 2 in 1, melembabkan dan juga memberikan warna jadi mari kita coba. Kita mulai dengan warna nude ini. Dikatakan dengan lipstik ini Anda terbebas dari bibir kering. Mari kita coba lapisan pertama, ok. Saya terkejut karena tidak mengharapkan pigmentasi ini. Saya melihat mengapa mereka menjadi viral. Saya suka ide bahwa mereka berwarna karena saya selalu membawa pelembab bibir dan lipstik terpisah, dan dengan ini Anda menghemat pengeluaran, saudari. Cukup cantik. Tentu saja, makeup saya tidak cocok dengan warnanya, tapi 10 dari 10. Sekarang kita coba warna merah. Lihat ini, apa ini? Ini favorit saya dari ketiganya. Lihat, saya benar-benar terkejut. Warnanya sangat cantik, ditambah sensasinya sangat menyenangkan karena apa yang saya baca, ini mengandung vitamin E dan minyak almond organik, yang sangat bagus untuk bibir, disetujui. Saya akan memakai ini hari ini karena cocok dengan outfit saya.",
    "\n",
    "Kesalahan pake lip liner",
    "",
    "Jika Anda sedang melukis bibir Anda seperti ini, segera cari bantuan. Berhentilah sekarang juga. Saya akan menunjukkan cara melukis bibir agar terlihat lebih penuh tanpa terlihat seperti ini. Ketika Anda ingin membuat bibir terlihat lebih penuh, biarkan garis-garis ini sendirian. Temukan ujung busur Cupid Anda. Gambar satu garis dan satu lagi. Saya lebih suka busur Cupid yang lebih bulat, jadi saya menghubungkannya di tengah. Kemudian dengan sangat ringan, Anda ingin menghubungkan garis ini ke bawah. Jangan lukis terlalu tebal. Anda seharusnya mendapatkan sesuatu seperti ini. Jika Anda ingin melukis lebih tebal, Anda selalu bisa membuat area busur Cupid sedikit lebih tebal. Lalu untuk bibir bawah, Anda hanya ingin melukis lebih tebal di bagian tengah ini. Fokus hanya pada melukis bagian tengah lebih tebal. Jangan melukis terlalu tebal di bagian tepi ini dan Anda sudah selesai. Sangat mudah.",
    "\n",
    "Cantik tanpa makeup",
    "",
    "Cara terlihat lebih cantik tanpa makeup. Banyak wanita tidak suka berdandan atau mereka tidak tahu caranya, atau bahkan ada yang masih sekolah, orang tua mereka tidak memperbolehkan mereka berdandan, jadi hari ini saya akan berbagi beberapa tips agar tetap terlihat cantik dan rapi tanpa harus menggunakan makeup. Nomor satu adalah selalu menjaga bibir Anda tetap terhidrasi, Anda bisa menggunakan petroleum jelly yang bisa dibeli di apotek atau pelembab bibir tanpa warna. Ini akan memberikan efek lebih berkilau dan bercahaya pada bibir Anda, memberi sentuhan lebih 'glowy' dan akan menonjolkan bulu mata dan bibir Anda tanpa harus berdandan. Terkadang kita punya bulu mata yang indah tapi tidak terlihat karena tidak terangkat. Jadi, apa yang saya sarankan? Gunakan penjepit bulu mata! Dan jika Anda masih terlalu muda untuk membeli penjepit atau tidak punya di rumah karena tidak biasa berdandan, Anda bisa menggunakan sendok atau tutup petroleum jelly untuk menekuk bulu mata. Secara pribadi, saya tidak menggunakan penjepit bulu mata karena saya tidak suka hasil akhirnya, saya merasa bulu mata seharusnya terlihat lebih alami, sedikit melengkung. Jika Anda ingin video spesifik tentang cara menekuk bulu mata, tuliskan di komentar. Mereka selalu mengatakan bahwa alis adalah bingkai wajah Anda, jadi jika Anda ingin terlihat dengan wajah yang lebih bersih dan terbingkai, cabut alis Anda dengan pinset, pisau cukur, lilin, apapun metode yang Anda suka. Bagi saya, alis sangat penting, Anda tidak perlu mengisinya atau melukisnya, bahkan terlihat seperti sudah dilukis karena sudah terbentuk dengan baik. Jangan lupa juga mencabut rambut di area lain seperti di atas bibir, kadang-kadang kita memiliki bulu-bulu halus di sana. Perlu diingat bahwa jika Anda suka alis yang tebal dan sedikit berantakan, atau jika gaya Anda adalah alis satu garis, Anda yang memutuskan, saya hanya memberikan saran berdasarkan selera saya. Gunakan pelembab, tidak ada yang lebih indah dari kulit yang terhidrasi, bercahaya, dan sehat. Jika kita tidak memiliki foundation atau tidak bisa menggunakannya, cukup dengan menggunakan pelembab, tabir surya juga memberikan efek bercahaya. Misalnya, saya tidak menggunakan foundation saat ini, tetapi Anda bisa lihat karena pelembab, kulit saya terlihat sedikit lebih bercahaya. Saran lain yang bisa saya berikan adalah tidurlah dengan cukup, karena masalah yang sering saya hadapi, misalnya, adalah kantung mata. Dan jika Anda sudah memiliki kantung mata, apa yang bisa saya sarankan adalah menggunakan serum seperti dari The Ordinary. The Ordinary memiliki serum khusus untuk kantung mata yang berbasis kafein, jadi aplikasikan setiap malam dan keesokan harinya Anda akan terlihat lebih bercahaya. Kantung mata dan noda hitam akan berangsur hilang. Terakhir, selalu gayakan rambut Anda. Dan saya tidak mengatakan bahwa gadis-gadis, anak-anak yang masih sekolah, yang lebih muda, harus meluruskan atau mengombakkan rambut mereka, karena itu hanya akan merusak rambut Anda dan nanti Anda akan menyesal. Tidak ada yang lebih indah daripada memiliki rambut yang sehat dan kuat. Dan jika misalnya, Anda memiliki rambut keriting, belajarlah untuk menata rambut keriting Anda, rawatlah, gunakan produk yang tepat, manfaatkan karena itu adalah jenis rambut yang sangat indah. Demikian juga, jika Anda memiliki rambut lurus, rawatlah. Gunakan minyak. Namun, jika Anda lebih suka berganti gaya, misalnya, saya suka berganti gaya. Seperti yang Anda tahu, kadang-kadang dalam video Anda melihat saya dengan rambut lurus, kadang-kadang dengan rambut bergelombang atau keriting. Anda bisa. Yang bisa Anda lakukan adalah menggunakan metode rumahan untuk mengeriting rambut Anda, meluruskan, dll. Jika Anda memerlukan video tentang itu, saya juga bisa membuatnya. Ini adalah cara yang sangat berguna dan misalnya, kita bisa melakukannya di malam hari dan keesokan harinya ketika kita pergi ke sekolah, universitas, atau bekerja, rambut kita sudah tertata dan jujur, saya merasa itu bertahan lebih lama daripada saat Anda melakukannya dengan alat pemanas dan tidak merusak rambut sama sekali. Dan baiklah, gadis-gadis cantik saya, indah! Itu video hari ini, saya harap Anda benar-benar menyukainya. Jika Anda juga memiliki tips lain, jangan ragu untuk meninggalkannya di komentar. Saya suka membaca Anda, berinteraksi dengan Anda, dan berbagi tips yang kita ketahui. Bagikan video ini. Jika Anda memiliki teman yang tidak suka berdandan tapi ingin terlihat lebih rapi, ingin mendapatkan glow up. Saya mengirimkan ciuman besar dan sampai jumpa di video berikutnya. Bye!",
    "\n",
    "Foundation diblend pake frother? Gimana hasilnya ya?",
    "",
    "Saya pikir saya sudah melihat semuanya, tapi ternyata tidak. Sekarang ternyata jika Anda memasukkan foundation Anda ke dalam air dan mengocoknya dengan mixer ini, Anda akan mengubah foundation cair Anda menjadi mousse makeup. Perbedaan antara foundation cair dan mousse makeup adalah mousse memiliki daya tutup yang lebih tinggi dan hasil akhirnya lebih cantik. Saya punya alat ini di sini, ini adalah mixer susu. Jadi, dengan ini Anda membuat busa susu untuk kopi dan rasanya enak. Mari kita coba. Saya punya air di sini dan sekarang kita akan menambahkan foundation. Lihat, ini sangat cair. Saya akan menambahkan jumlah ini, hampir habis. Sekarang kita akan mengocoknya dengan ini, lihat bagaimana caranya. Ini hanya dipegang seperti ini dan dinyalakan, oh my god. Ah, itu bekerja, itu bekerja, oh my god. Saya harap ini tidak membuat banyak berantakan. Setelah beberapa saat mengocok, inilah tampilannya, cukup krim dan berbeda. Mari kita langsung ke aksinya. Di sini saya akan memakai yang saya siapkan dan di sisi lain langsung dari botolnya. Saya akan menggunakan kuas. Dan pasti, teksturnya terasa sangat berbeda sejak awal. Dan lihatlah cakupannya, maksud saya, lihat ini. Wow, saya akan memakai langsung dari botol di sisi wajah ini. Saya akan melakukannya dengan kuas ini. Ada foundation di sana dan lihatlah, itu mulai mengalir karena tentu saja cair, dan ini membuatnya lebih krim. Sekarang kita lihat cakupannya, ini sudah memiliki cakupan, jadi mari kita lihat apakah benar-benar ada perbedaan dan apakah layak melakukan ini. Saya akan langsung memberi tahu Anda bahwa saya pikir ada perbedaan. Lihat di sini, Anda masih bisa melihat freckles saya dan di sini tidak. Inilah tampilannya. Saya merasa perbedaannya minimal. Lihat di sini, Anda masih bisa melihat freckles saya, tetapi saya memiliki cakupan dan di sini tidak terlihat sama sekali. Bagaimana menurut Anda?",
    "\n",
    "DIY lip tint pake eyeshadow coklat + clear lipgloss",
    "",
    "Tidak akan lagi kita membeli lip gloss berwarna. Maksud saya, hanya dengan menambahkan eyeshadow ke lip gloss transparan, Anda bisa membuat keindahan ini. Tentu saja, kita akan membuat banyak warna karena saya sangat gila dengan hack ini, kita akan mencobanya. Tanpa ragu, yang pertama ingin saya coba adalah warna cokelat, seperti yang dia lakukan. Saya membeli lip gloss ini dari merek saya sendiri. Saya tidak akan memasukkan kuas langsung ke palet eyeshadow, tetapi saya akan mengikis eyeshadow dan kemudian memasukkannya ke dalam ini, agar tidak merusak palet. Saya ingin membuat warna ini, jadi saya akan mengikis sedikit. Di sini ada eyeshadow yang saya ikis, dan sekarang saya akan mengambilnya dan memasukkannya ke dalam seluruhnya. Saya pikir ini akan menjadi nude yang sempurna. Hanya campur. Inilah tampilannya setelah selesai. Wow, momen yang kita tunggu-tunggu. Diam. Tolong lihat, kita baru saja membuat lip gloss dengan tampilan sempurna. Sekarang saya ingin membuat semua warnanya.",
    "\n",
    "Hack foundation dicelupin ke air dan dibakar biar complexionnya smooth",
    "",
    "Jika foundation makeup kita terlihat seperti ini ketika kita mengaplikasikannya di wajah kita, kita sedang melakukannya dengan cara yang salah. Orang Asia berbagi trik terbaik mereka, yaitu dengan meletakkan foundation di sebuah sendok, memanaskannya, mencelupkannya ke dalam air, dan baru kemudian menyebarkannya di wajah. Ini akan membuat hasil akhirnya tampak seperti porselen dan tidak hanya itu, juga membuatnya tahan air. Apa yang harus dilakukan? Mari kita bandingkan, kita tidak akan memakai foundation panas ini hanya di satu sisi wajah dan sisi lainnya secara normal. Dari botol, kita mulai dengan memanaskan, pastikan ketika Anda mengaplikasikannya ini tidak panas, ok, jangan mengaplikasikannya ketika panas karena Anda akan membakar wajah Anda. Masukkan ke dalam air dan sekarang kita akan mengaplikasikannya di wajah kita. Sekarang saya akan memakainya, pastikan lagi, saya ulangi, pastikan itu dingin dan tidak panas. Ok, saya pikir itu meningkatkan cakupannya. Lihat kuas ini, sungguh spektakuler, sudah menyatu, sangat cepat. Mari kita bicara tentang keajaiban kuas ini, lihat, saya akan meninggalkan linknya di bio, Anda membutuhkannya. Di sisi ini saya akan memakainya langsung dari botol. Sesuatu yang saya bisa perhatikan segera adalah bahwa di sisi ini, pori-pori dan teksturnya masih terlihat, sementara di sini kulit tampak lebih halus. Lihat, saya tunjukkan, mari kita coba uji transfer ini dan ternyata tidak menempel, lihat di sini tidak ada transfer sama sekali dan di sini ada. Trik yang bagus.",
    "\n",
    "Tips glowup pria bagian sepuluh",
    "",
    "Tips glow up bagian 10, berhentilah merokok, Anda orang-orang gagal yang menyebalkan. Merokok membunuh paru-paru Anda dengan sangat lambat, sama seperti mengurangi testosteron Anda, yang bertanggung jawab membuat Anda terlihat lebih menarik. Saya tidak ingin mendengar omong kosong Anda di komentar bahwa rokok elektronik tidak berbahaya karena itu memang berbahaya. Jika Anda ingin bagian 11, ikuti saya di Instagram saya, di sana saya menjawab semua pesan yang Anda kirimkan.",
    "\n",
    "TIps glowup pria bagian satu",
    "",
    "Tips glow up untuk pria bagian satu, Anda tidak bisa terus berjalan-jalan dengan kulit buruk yang Anda miliki, jadi kita akan mulai dengan hal yang paling dasar. Mulailah merawat kulit Anda dengan menggunakan tabir surya yang baik dan sabun wajah yang baik di pagi dan malam hari. Saya merekomendasikan ini, sangat bagus, tetapi jika anggaran Anda sedikit terbatas maka saya merekomendasikan ini. Sudah waktunya Anda mulai mengubah wajah jelek Anda itu. Ingatlah untuk konsisten, beri like jika Anda ingin bagian kedua.\n\n\n\n",
    "\n",
    "Minum cukup air untuk glowup",
    "",
    "Glow up! Tips untuk pria bagian 5, minumlah banyak air. Saya yakin banyak dari Anda yang tidak minum cukup air. Apa yang terjadi jika Anda tidak minum cukup air? Nah, untuk memulai, kulit Anda akan menjadi sangat kering. Kram otot terjadi karena ketidakseimbangan proporsi elektrolit dan mineral, menyebabkan otot tidak berfungsi dengan benar. Di antara banyak hal lainnya, usahakan untuk minum setidaknya 1,5 liter air per hari, Anda akan berterima kasih pada saya. Jika Anda ingin bagian 6, ikuti saya di Instagram saya, di sana saya menjawab semua pesan yang Anda kirimkan.",
    "\n",
    "Berpakaian rapih supaya terlihat menarik",
    "",
    "berpakaianlah dengan baik, lihatlah diri Anda yang kotor dan jelek itu, berhentilah berpakaian seperti masih dipakaikan oleh ibu Anda dan mulailah mencari gaya Anda sendiri. Gantilah kaos dengan logo besar dan mengerikan dengan kaos dasar tanpa logo. Percayalah, dengan ini Anda akan terlihat jauh lebih baik, tetapi jika Anda adalah orang yang menyukai logo, pastikan bagian depan kaos tidak memiliki logo dan bagian belakangnya ada. Jika Anda ingin saya membawa video tentang dasar-dasar untuk lemari pakaian Anda, beri tahu saya di komentar. Jika Anda ingin bagian 7, ikuti saya di Instagram saya, di sana saya menjawab semua pesan yang Anda kirimkan.",
    "\n",
    "Makanan untuk glowup dari dalam",
    "",
    "mulailah memperhatikan asupan makanan Anda. Jika Anda adalah orang yang sudah merawat kulit dan berolahraga, tetapi suatu hari, seperti biasa, Anda bangun dan saat melihat diri Anda di cermin, Anda melihat bahwa wajah atau bahkan tubuh Anda tidak membaik, nah, di sinilah peran penting makanan. Baiklah, saya rasa saya sudah berbicara dengan sangat baik hari ini. Dengar, saya ingin Anda berhenti mengonsumsi semua jenis minuman dengan banyak gula dan mulai minum minimal 1,5 liter air per hari. Saya juga ingin Anda berhenti mengonsumsi semua jenis makanan olahan seperti kentang kemasan atau makanan cepat saji dan percayalah, dengan itu dalam satu bulan Anda akan melihat hasil yang sangat baik. Jika Anda ingin bagian 4, beri like dan ingat untuk mengikuti saya.\n\n\n\n",
    "\n",
    "Hal yang tidak disukai wanita feminim yang suka terlihat rapih dan teratur",
    "",
    "Hal-hal yang tidak akan saya lakukan sebagai wanita feminin yang suka terlihat baik atau rapi sebagian besar waktu. Bagian 2, saya tidak akan keluar dengan rambut basah karena saya merasa itu membuat saya terlihat sangat malas, sangat tidak peduli. Jelas, jika Anda berjalan dengan rambut basah, Anda tidak akan terlihat sangat rapi karena sepertinya Anda baru saja mandi, keluar, terburu-buru, sedang sibuk, itu bukan penampilan yang sangat menyenangkan yang menambahkan nilai. Saya juga tidak akan keluar di pakaian olahraga, saya merasa tidak sepadan untuk merapikan diri, mandi, dll., hanya untuk keluar dengan pakaian olahraga, saya merasa terlihat sama buruknya atau sama kasualnya. Dan tidak, saya tidak akan melakukan banyak hal untuk diri saya sendiri hanya untuk berakhir keluar dengan pakaian olahraga. Saya sangat sengaja dengan semua yang saya kenakan, bahkan di rumah saya tidak suka berjalan-jalan seperti apa yang Anda katakan dalam pakaian terburuk saya, seperti yang mereka katakan, saya tidak akan memakai sepatu yang menunjukkan jari kaki saya jika mereka tidak diatur dengan baik karena saya merasa itu terlihat sangat buruk, terlihat tidak higienis, tidak terlihat sama sekali cantik dan saya tidak ingin berjalan-jalan memperlihatkan jari kaki saya jika mereka tidak dirawat. Hal yang sama dengan tangan. Saya tidak akan melewatkan lebih dari 3 minggu tanpa merawat kuku saya. Mulai terlihat sangat tidak terawat, semua jelek, kuku tumbuh terlalu panjang, kutikula mengering, saya tidak bisa berjalan dengan beberapa kuku ya dan beberapa tidak, sebenarnya terlihat sangat buruk dan seperti yang selalu saya katakan, jika Anda tidak bisa terus merawatnya, sebenarnya tidak sepadan. Lebih baik memiliki kuku pendek, alami, cantik, bersih. Saya tidak akan mengulang memakai pakaian kotor, gadis-gadis, saya tidak akan memakai sesuatu sekarang dan memakainya besok dan lusa, karena saya merasa meskipun Anda mandi, Anda akan terlihat seperti Anda tidak akan berbau sama seperti kotor, lembab, kotor, saya tidak tahu. Dan juga parfum, saya merasa tidak akan memberikan efek yang sama dan juga saya akan merasa sangat kotor, lengket. Seperti yang saya katakan, saya tidak mengatakan bahwa ini membuat saya lebih wanita, atau membuat saya sempurna atau apa pun, saya hanya seperti ini, saya selalu seperti ini. Anda bisa bertanya kepada siapa pun, saya terlahir merapikan diri, saya terlahir menyisir rambut saya sejak kecil saya punya kebotakan di sini. Saya masih menderita hal-hal dari waktu saya masih kecil. Saya memiliki kebotakan di sini karena saya terlahir menyisir rambut saya setiap hari, sepanjang hari. Beritahu saya di komentar apakah Anda setuju dengan saya, apakah Anda melakukan ini, tidak melakukan ini dan tidak apa-apa jika Anda melakukannya seperti yang saya katakan. Saya tidak mencoba mengatakan bahwa saya sempurna atau saya lebih wanita karena saya melakukan atau tidak melakukan hal-hal ini, tidak apa-apa, itu hanya preferensi pribadi.",
    "\n",
    "Bentuk bibir cantik",
    "",
    "Dalam hal makeup, saya suka cara saya membuat bibir saya sendiri. Dulu, saya tidak tahu ada yang namanya pensil bibir, saya langsung memakai lipstick saja, bayangkan bagaimana bentuk mulut saya, saya melakukannya dan pergi. Dan saya suka membuatnya dengan bentuk segitiga yang tajam di bagian atas, yang saya juga rasa dramatis.",
    "\n",
    "Warna lipstick yang sempurna",
    "",
    "Ternyata, jika kita menusuk jari kita, kita bisa menemukan warna lipstik yang sempurna untuk kita. Gadis-gadis, bagaimana saya tidak menemukan ini sebelumnya setelah bertahun-tahun berjuang, gadis-gadis. Jadi, ketika saya menusuk jari saya seperti ini, warna inilah yang seharusnya cocok untuk saya. Mari kita mulai membandingkan. Tidak, ini terlihat terlalu oranye, terlalu merah, yang ini mendekati sedikit, bukan gadis-gadis? Oke, gadis-gadis, saya sudah menemukan warna yang sempurna, lihat. Pertama, saya sedikit menggambar garis bibir, sekarang mari kita aplikasikan warna sempurna bibir saya. Sebenarnya, ketika saya memakainya untuk pertama kalinya, saya merasa itu seperti warna sempurna saya. Dan inilah cara lipstik terlihat pada akhirnya. Beri tahu saya pendapat Anda dan apakah Anda akan mencobanya.",
    "\n",
    "cara tampil lebih cantik tanpa riasan",
    "",
    "Cara terlihat lebih cantik tanpa makeup. Banyak wanita tidak suka berdandan atau mereka tidak tahu caranya, atau bahkan ada yang masih sekolah, orang tua mereka tidak memperbolehkan mereka berdandan, jadi hari ini saya akan berbagi beberapa tips agar tetap terlihat cantik dan rapi tanpa harus menggunakan makeup. Nomor satu adalah selalu menjaga bibir Anda tetap terhidrasi, Anda bisa menggunakan petroleum jelly yang bisa dibeli di apotek atau pelembab bibir tanpa warna. Ini akan memberikan efek lebih berkilau dan bercahaya pada bibir Anda, memberi sentuhan lebih 'glowy' dan akan menonjolkan bulu mata dan bibir Anda tanpa harus berdandan. Terkadang kita punya bulu mata yang indah tapi tidak terlihat karena tidak terangkat. Jadi, apa yang saya sarankan? Gunakan penjepit bulu mata! Dan jika Anda masih terlalu muda untuk membeli penjepit atau tidak punya di rumah karena tidak biasa berdandan, Anda bisa menggunakan sendok atau tutup petroleum jelly untuk menekuk bulu mata. Secara pribadi, saya tidak menggunakan penjepit bulu mata karena saya tidak suka hasil akhirnya, saya merasa bulu mata seharusnya terlihat lebih alami, sedikit melengkung. Jika Anda ingin video spesifik tentang cara menekuk bulu mata, tuliskan di komentar. Mereka selalu mengatakan bahwa alis adalah bingkai wajah Anda, jadi jika Anda ingin terlihat dengan wajah yang lebih bersih dan terbingkai, cabut alis Anda dengan pinset, pisau cukur, lilin, apapun metode yang Anda suka. Bagi saya, alis sangat penting, Anda tidak perlu mengisinya atau melukisnya, bahkan terlihat seperti sudah dilukis karena sudah terbentuk dengan baik. Jangan lupa juga mencabut rambut di area lain seperti di atas bibir, kadang-kadang kita memiliki bulu-bulu halus di sana. Perlu diingat bahwa jika Anda suka alis yang tebal dan sedikit berantakan, atau jika gaya Anda adalah alis satu garis, Anda yang memutuskan, saya hanya memberikan saran berdasarkan selera saya. Gunakan pelembab, tidak ada yang lebih indah dari kulit yang terhidrasi, bercahaya, dan sehat. Jika kita tidak memiliki foundation atau tidak bisa menggunakannya, cukup dengan menggunakan pelembab, tabir surya juga memberikan efek bercahaya. Misalnya, saya tidak menggunakan foundation saat ini, tetapi Anda bisa lihat karena pelembab, kulit saya terlihat sedikit lebih bercahaya. Saran lain yang bisa saya berikan adalah tidurlah dengan cukup, karena masalah yang sering saya hadapi, misalnya, adalah kantung mata. Dan jika Anda sudah memiliki kantung mata, apa yang bisa saya sarankan adalah menggunakan serum seperti dari The Ordinary. The Ordinary memiliki serum khusus untuk kantung mata yang berbasis kafein, jadi aplikasikan setiap malam dan keesokan harinya Anda akan terlihat lebih bercahaya. Kantung mata dan noda hitam akan berangsur hilang. Terakhir, selalu gayakan rambut Anda. Dan saya tidak mengatakan bahwa gadis-gadis, anak-anak yang masih sekolah, yang lebih muda, harus meluruskan atau mengombakkan rambut mereka, karena itu hanya akan merusak rambut Anda dan nanti Anda akan menyesal. Tidak ada yang lebih indah daripada memiliki rambut yang sehat dan kuat. Dan jika misalnya, Anda memiliki rambut keriting, belajarlah untuk menata rambut keriting Anda, rawatlah, gunakan produk yang tepat, manfaatkan karena itu adalah jenis rambut yang sangat indah. Demikian juga, jika Anda memiliki rambut lurus, rawatlah. Gunakan minyak. Namun, jika Anda lebih suka berganti gaya, misalnya, saya suka berganti gaya. Seperti yang Anda tahu, kadang-kadang dalam video Anda melihat saya dengan rambut lurus, kadang-kadang dengan rambut bergelombang atau keriting. Anda bisa. Yang bisa Anda lakukan adalah menggunakan metode rumahan untuk mengeriting rambut Anda, meluruskan, dll. Jika Anda memerlukan video tentang itu, saya juga bisa membuatnya. Ini adalah cara yang sangat berguna dan misalnya, kita bisa melakukannya di malam hari dan keesokan harinya ketika kita pergi ke sekolah, universitas, atau bekerja, rambut kita sudah tertata dan jujur, saya merasa itu bertahan lebih lama daripada saat Anda melakukannya dengan alat pemanas dan tidak merusak rambut sama sekali. Dan baiklah, gadis-gadis cantik saya, indah! Itu video hari ini, saya harap Anda benar-benar menyukainya. Jika Anda juga memiliki tips lain, jangan ragu untuk meninggalkannya di komentar. Saya suka membaca Anda, berinteraksi dengan Anda, dan berbagi tips yang kita ketahui. Bagikan video ini. Jika Anda memiliki teman yang tidak suka berdandan tapi ingin terlihat lebih rapi, ingin mendapatkan glow up. Saya mengirimkan ciuman besar dan sampai jumpa di video berikutnya. Bye!",
    "\n",
    "tips agar foundation ga crack",
    "",
    "Jika foundation makeup Anda terlihat seperti ini, berhentilah sejenak karena Anda melakukan banyak hal yang salah, dan tenang saja, saya juga mengalaminya. Ini saya di usia 16 tahun, bagaimana saya beralih dari makeup seperti ini menjadi seperti ini. Kesalahan pertama adalah langsung memakai foundation makeup Anda. Pertama, siapkan wajah Anda, dan demi Tuhan, jangan seperti pria yang hanya memiliki satu sabun untuk rambut, wajah, dan 'asterisk'. Pertama, cuci wajah Anda. Saya menggunakan pembersih ini dalam bentuk minyak berbusa yang melembapkan dari CeraVe. Anda tidak tahu berapa banyak kotoran yang menumpuk di wajah Anda. Langkah kedua, meskipun wajah Anda berminyak, gunakanlah krim. Saya memiliki dua ini juga dari CeraVe. Ini untuk saat kulit saya sangat kering, dan ini untuk saat biasa-biasa saja. Dan tahu apa yang keren? Sudah mengandung tabir surya. Banyak yang bilang kepada saya, \"Saya tidak menggunakan krim karena membuat kulit saya semakin berminyak\", jadi saya ganti krim. Misalnya, saya suka ini karena sangat ringan dan cepat menyerap. Lihatlah. Dan bicara tentang krim, saya dulunya memiliki bagian tubuh yang lebih gelap, seperti siku, tapi krim ini membantu karena melembapkan dan mengelupas kulit yang kasar. Selamat tinggal siku hitam. Namanya krim penghalus anti-kerutan. Saya sangat menyukai produk-produk ini karena mengandung tiga ceramide esensial dan asam hialuronat. Lihatlah bagaimana kulit terlihat tanpa filter. Sekarang setelah wajah Anda terhidrasi, gunakan primer Anda. Yang saya gunakan adalah untuk mengisi pori-pori dan memberi efek matte. Sekarang Anda mulai memakai foundation Anda, dari sedikit ke banyak, dengan spons basah. Kesalahan besar lainnya adalah setelah Anda memakai foundation, Anda langsung memakai bedak padat. Ini pada dasarnya adalah foundation dalam bentuk bedak. Jadi, gunakan foundation atau bedak padat, kecuali jika Anda membutuhkan makeup dengan cakupan yang sangat tinggi. Satu-satunya yang Anda butuhkan untuk mengunci foundation Anda adalah bedak tabur. Saya ingin Anda melihat bagaimana kulit saya terlihat sangat halus, dan sekarang Anda memakai pengunci makeup Anda. Ingat, kulit memiliki kekurangan dan itu normal. Saya juga mendapatkan noda dan jerawat, tapi dengan makeup yang bagus, Anda bisa membuatnya terlihat sedikit lebih sedikit, dan makeup yang buruk akan menonjolkannya. Penting untuk berinvestasi pada wajah Anda. Saya selalu pergi ke dermatologis saya karena Anda membutuhkan seorang profesional yang memberi tahu Anda apa yang terjadi dengan kulit Anda dan produk apa yang harus Anda gunakan. Dan itu saja, beri tahu saya jika Anda ingin bagian kedua di mana kita melakukan mata.",
    "\n",
    "tutorial makeup dengan tepung maizena",
    "",
    "Saya sudah kembali, beauty! Saya Cristian so dan ini adalah tutorial cara saya mempersiapkan kulit saya dengan maizena. Bagian kedua. Hal pertama dan paling penting adalah persiapan kulit yang baik. Saya mempersiapkan kulit saya dengan membersihkannya menggunakan air micellar, kemudian mengaplikasikan air mawar, asam hialuronik dan di akhir, krim pelembap. Untuk melakukan koreksi saya menggunakan warna oranye untuk menetralisir semua nada kulit saya. Saya menaruh sedikit air ajaib dan segera maizena untuk menghaluskan. Kemudian saya mengaplikasikan foundation saya seperti biasa tetapi saya mencampurnya dengan sedikit air ajaib dan menyebarkannya hingga mendapatkan warna yang seragam. Saya melakukan kontur dan koreksi saya dan kemudian saya beralih ke alis saya dan di akhir saya kembali mengaplikasikan sedikit air ajaib dan kemudian maizena untuk menyegel atau menutupi pori-pori terbuka yang saya miliki. Ini adalah efek yang dicapai oleh maizena. Like dan bagikan jika Anda menyukai tutorial ini.",
    "\n",
    "tutorial clean makeup look",
    "",
    "Kamu tidak suka berdandan tetapi harus terlihat rapi untuk suatu acara? Gaya riasan ini akan kamu sukai dan sangat mudah. Namanya clean make up dan aku janji setelah kamu menguasai tampilan ini, kamu tidak akan menggantinya dengan yang lain. Seperti biasa, yang paling penting bukan riasannya, tetapi merawat kulitmu dengan baik. Aku sudah mengaplikasikan krimku dan akan menggunakan tabir surya. Untuk kulit, kita akan menggunakan krim berwarna. Yang kita cari adalah kulit yang tidak terlihat berlebihan berdandan tetapi tetap rata. Kita akan menempatkan 3 titik korektor di posisi ini untuk mencerahkan area mata panda. Kita menyebarkannya dengan baik dan fokus menyebarkan bagian akhir mata ke arah akhir alis untuk efek angkat wajah. Hanya dengan korektor, lihat bagaimana perubahan wajahnya. Sepertinya aku bangun dengan semangat untuk menjalani hidup. Dengan gel alis, aku akan menyisir alisku dengan baik ke atas dan dalam kasusku aku menggunakan yang sudah berwarna agar tidak perlu lagi mewarnai alis. Jika kamu perlu mewarnai alismu, ini adalah waktu yang tepat untuk melakukannya. Kita akan melentikkan bulu mata dengan baik. Dengan bayangan atau bronzer cokelat matte, kita akan mengambil sedikit produk ini dan membuat garis tepat di garis bulu mata kita. Kita akan membuat ekor ke arah akhir alis dan fokus terutama di sudut luar mata. Tapi harus sangat halus, lihat tidak terlalu intens. Dari awal mata, kita akan menandai puncak di sudut mata. Lihat, sangat mudah. Langkah ini krusial dan akan membuat perbedaan besar. Kita mengaplikasikan maskara untuk bulu mata dan fokus terutama pada yang di ujung. Bulu mata bawah membuat mata terlihat lebih terbuka, lebih pendek atau keto, aku tidak tahu aku suka sekali. Ambil highlighter favoritmu dan aplikasikan tepat di bawah lengkungan alis, di bagian atas pipi, di ujung hidung, dan sedikit di tengah mata. Lalu di cupid, tidak boleh ketinggalan. Aku suka blush ini karena sangat universal dan memberikan tampilan tanned pada kulit. Ini adalah shade piñón dari bissú, warna yang sangat cantik dan cocok dengan segalanya. Untuk bibir, kita akan mengaplikasikan lip gloss dengan warna. Ini sangat menguntungkan dan aku sarankan kamu memiliki satu karena selalu bisa membantumu keluar dari kesulitan. Dan inilah hasil clean makeup kita. Sangat mudah, natural, dan bisa dipakai. Tulis di komentar untuk apa kamu akan menggunakan riasan ini. Bye!",
    "\n",
    "tips membuat bulu mata anda lebih lentik seperti memakai bulu mata palsu",
    "",
    "Berikut adalah tips agar bulu mata Anda terlihat seperti bulu mata palsu dan mata Anda terlihat besar. Bulu mata ini sudah di-makeup dan ini belum. Lihatlah bagaimana wajah berubah. Kita memulai dengan mewarnai alis, ingat bahwa alis dan mata adalah yang paling penting di wajah. Sekarang, untuk eyeshadow yang jika digunakan dengan benar akan membuat mata Anda terlihat lebih besar. Saya akan menggunakan pita ini dan menempatkannya dari ujung mata ke ujung alis. Kita akan menggunakan dua kuas, satu untuk mengaplikasikan dan satu lagi untuk menyebarkan. Inilah rahasianya untuk mendapatkan bulu mata yang panjang, saya menggunakan serum bulu mata ini, lihatlah ini di sini. Saya mengaplikasikannya setiap hari di atas dan bawah, ini membantu bulu mata tumbuh, tumbuh baru, dan menjadi lebih kuat. Sekarang, lepaskan karet dari penjepit bulu mata Anda dan dengan korek api, panaskan bagian ini sebentar. Anda harus menyentuhnya sebelumnya, tidak boleh terlalu panas. Pasang kembali karet dan jepit bulu mata Anda dekat dengan akarnya, kemudian di tengah, dan kemudian di bagian atas. Inilah hasilnya. Jika Anda ingin bulu mata bawah juga terlihat, balik penjepitnya. Pegang seperti ini dan jepit mereka. Di sini Anda bisa melihat bagaimana bulu mata saya terlihat lentik tanpa maskara. Langkah selanjutnya adalah mengambil sedikit bedak dan mengaplikasikannya pada bulu mata. Sekarang maskara, penting bahwa itu tahan air agar bulu mata Anda tidak turun dan gunakan sesuatu di belakangnya agar kelopak Anda tidak terkena noda. Dalam kasus saya, saya akan menggunakan bungkus gula ini, dan juga di bawah. Lihatlah bulu mata saya yang panjang. Tambahkan sedikit highlighter dan buat garis. Saya bersumpah sejak saya menemukan tips ini, tidak ada yang sama lagi dalam hidup saya. Saya selalu dengan bulu mata yang panjang.",
    "\n",
    "tutorial makeup untuk pemula",
    "",
    "Apakah kamu bosan tidak tahu bagaimana cara berdandan untuk sekolah? Tenang, saya punya tutorial untuk pemula, saya akan membantu kamu, oke? Pertama, kita melembapkan kulit, sekarang tabir surya, oke, ini tabir surya berwarna. Kamu akan mengambil concealer kepercayaan kamu. Saya akan menggunakan ketiga ini bersama. Ini cepat, tahu? Seperti tutorial dasar untuk terlihat cantik di sekolah tanpa perlu berjam-jam berdandan. Maksud saya, kalian tahu, di pagi hari kamu harus bangun dua jam lebih awal untuk bersiap-siap dengan baik. Jadi ini seperti makeup setengah jam, tahu? Lalu kamu menerangi area ini, kemudian lingkaran hitam dan di area ini juga concealer. Saya lebih suka menyebarkannya dengan jari daripada spons karena memberikan cakupan yang lebih baik. Spons cenderung menyerap banyak produk, untuk lingkaran hitam, saya menaruh concealer di tiga titik ini. Untuk menghindari makeup terlihat kaku, kamu harus menunggu sampai tabir surya dan pelembap benar-benar meresap ke kulitmu, jadi sementara itu, kamu bisa sarapan sambil menunggu meresap ke wajahmu dan kemudian melanjutkan makeup. Jika kamu menggunakan primer untuk menyiapkan kulitmu, ingatlah bahwa primer digunakan setelah tabir surya, sekarang saya akan menggunakan bedak tabur untuk menyegel kulit. Ingatlah setelah memakai foundation atau concealer di kulit, jangan gunakan bedak padat, tapi bedak tabur atau bedak lepas langsung, jika tidak makeup akan terlihat sangat kaku, ingat bahwa dalam makeup semuanya dengan menepuk-nepuk, jangan pernah menyeret spons karena makeup kamu akan terhapus. Bedak tabur saya sepenuhnya putih, tetapi jika kamu berkulit lebih gelap, ingatlah lebih baik menggunakan bedak berwarna daripada yang sepenuhnya putih, jika tidak nanti akan terlihat abu-abu di kulit. Coba dan lihat bagaimana hasilnya. Oke, ini mungkin terasa seperti curang, ini agar mata terlihat seolah-olah langsung bermakeup, kamu tahu, kamu akan mengambil kuas seperti ini dan mengaplikasikan eyeshadow cokelat. Ingat ini adalah makeup yang sangat dasar, hanya untuk membantu kamu dalam keadaan terburu-buru, jika kamu sangat terburu-buru. Lihat, bermakeup, tahu? Dengan kuas yang sama, hilangkan kelebihannya dan kamu selesai. Tutorial cara melentikkan bulu mata dengan sendok ada di profil saya jika ingin melihatnya. Oke, sekarang untuk membuat wajah kita terlihat wow, ke atas kita akan menggunakan blush, ambil sedikit blush, hilangkan kelebihannya dan kemudian aplikasikan dari sini ke atas, semua dengan gerakan ke atas dan di area ini sedikit di atas tulang pipimu, tahu, sedikit di atas. Untuk bibir, dengan pelembap dan labello kamu sudah selesai dan siap, kamu tampak seperti boneka dan bisa pergi ke mana pun kamu mau. Beba, dan kita tidak butuh lebih dari setengah jam, tahu? Apakah ini makeup yang sangat dasar untuk pemula, untuk orang yang biasanya tidak berdandan, ini adalah hal yang paling dasar dan mudah yang bisa kamu lakukan, tetapi saya harap kamu menyukai video ini dan sampai jumpa di video berikutnya. Saya Brush, minumlah air dan ikuti saya untuk lebih banyak video seperti ini. Bye.",
    "\n",
    "kesalahan makeup yang membuat kamu malah terlihat tua",
    "",
    "Kesalahan makeup yang membuatmu terlihat lebih tua bagian dua, mengisi alis dengan pensil warna yang sama dengan rambut kita. Ini akan memberikan terlalu banyak kekerasan pada pandangan kita. Yang ideal adalah melakukannya dengan pensil satu tingkat lebih terang dari warna rambut kita. Jika kamu membersihkan kontur alis dengan concealer terlalu terang, ini akan terus memberikan terlalu banyak kekerasan pada pandanganmu. Yang ideal adalah melakukannya dengan foundation biasa kita atau concealer, paling banyak satu tingkat lebih terang dari warna kulit kita. Jika kamu memiliki kelopak mata yang turun, kamu pasti pernah mengalami ini, kamu telah mengaplikasikan eyeshadow dan ketika kamu membuka mata, eyeshadownya menghilang dan bahkan terlihat seolah kelopak matamu lebih turun. Idealnya adalah menggunakan lipatan mata kita sebagai referensi dan menandai di atasnya agar gradasi warnanya terlihat sempurna. Dan sekarang, kamu bisa menambahkan warna yang kamu inginkan pada kelopak mata bergerakmu agar eyeshadownya terlihat sempurna. Menandai concealer secara bulat akan membuat lingkaran hitam di bawah matamu terlihat lebih jelas. Dengan dua titik ini akan lebih dari cukup untuk menyamarkan lingkaran hitam dan jika kamu ingin sedikit efek lifting, sebarkan secara segitiga untuk lebih mengangkat tulang pipi.",
    "\n",
    "profesional makeup tips ",
    "",
    "Tips makeup agar tampak profesional: Jika kamu mengaplikasikan foundation dengan kuas tanpa menyiapkan kulit terlebih dahulu, ini akan membuat imperfeksi lebih terlihat. Jika memiliki pori-pori besar dan kulit berminyak, kamu bisa menggunakan bedak tabur sebelum foundation. Setelah itu, aplikasikan foundation tapi hindari area sekitar mata. Untuk hasil sempurna, gunakan spons. Saat mengaplikasikan concealer, biarkan menyentuh kulit, bukan di atas foundation agar tidak menonjolkan kerutan. Biarkan concealer sedikit menempel di kulit untuk cakupan lebih baik. Gunakan spons untuk hasil akhir sempurna. Jika memiliki bulu mata tipis, gunakan trik ini: aplikasikan maskara, taburkan sedikit bedak tabur, lalu aplikasikan lapisan maskara lainnya. Jika memiliki lipstik yang cepat hilang, gunakan satu lapis tisu di atas lipstik, taburkan sedikit bedak tabur, dan lipstikmu akan tahan sepanjang hari. Jika suka, like dan ikuti saya untuk belajar makeup, dan jangan lupa ikuti saya di Instagram.",
    "\n",
    "cara menggunakan lipstick merah dengan benar",
    "",
    "Jika suatu hari kamu ingin memakai lipstik merah, aku akan menjelaskan bagaimana cara makeup agar terlihat seperti makeup Hollywood. Memakai lipstik merah adalah keputusan penting karena kamu harus tahu sebelum mulai makeup. Sering kali kita melakukan kesalahan dengan makeup mata yang wow atau menggunakan eyeshadow gelap dan kemudian memilih lipstik merah. Tidak, tidak, tidak. Lipstik merah sudah cukup menarik perhatian, jadi bagi saya, itu fokus makeup saat itu. Untuk ini, gunakan foundation yang membuat kulit tampak bercahaya dan terhidrasi. Kulit harus terlihat sempurna tanpa cacat dan pada saat yang sama, saya menggunakan foundation favorit saya saat ini yang membuat kulit terlihat cantik dan terhidrasi. Saat saya memakai lipstik merah, saya sudah tahu saya akan memakainya. Untuk koreksi lebih lanjut, saya menggunakan sedikit concealer, tapi tidak banyak karena dengan foundation ini, saya hampir tidak perlu mengoreksi apa pun. Setelah difuminasi concealer, terapkan kontur pada area yang diinginkan. Saya selalu menyegel area di bawah mata agar tidak ada lipatan. Mengapa saya bilang memakai lipstik merah adalah keputusan yang harus diambil dengan waktu? Karena di mata, satu-satunya yang saya izinkan adalah warna cokelat muda, sesuatu yang mirip dengan ini tapi sedikit saja. Jika memungkinkan, jangan gunakan apa pun, tapi saya suka sesekali menambahkan sedikit warna agar tidak terlihat terlalu polos, jadi saya menggunakan sedikit warna ini dan menyapukan di kelopak mata, tapi hanya itu saja. Kemudian kami mendukung dengan highlighter dan seperti yang saya katakan, ideanya adalah membuat kulit terlihat semaksimal mungkin netral. Untuk maskara, saya sarankan hanya mengaplikasikannya pada bulu mata atas, tanpa ragu-ragu. Untuk blush, saya menggunakan Mac yang sangat lembut, hanya untuk memberi sedikit warna pada pipi, tapi hanya sedikit saja. Saya suka ini karena dapat dikendalikan dan tidak terlalu kuat dan pada saat yang sama karena bersifat krim, mempertahankan tampilan kulit lembap yang saya sukai. Bagian ini sangat penting. Kita harus menggunakan highlighter karena ini akan memberikan efek mutiara pada kulit. Ambil kuas, pilih highlighter favoritmu. Saya suka ini dari Benefit, lihat ini, kamu akan melihat perbedaan antara satu sisi dengan sisi lain, bagaimana dengan menambahkan highlighter, warna kulit berubah, sangat cantik dan kamu akan melihat bagaimana lipstik merah akan menonjol dengan luar biasa. Lihat perbedaan saat menggunakan highlighter dan saat tidak, ini benar-benar mengubah banyak hal. Saya suka menempatkannya di sini. Saatnya untuk menerapkan lipstik merah favorit kita. Milik saya adalah Nars. Setiap kali saya menggunakannya, kamu selalu bertanya, saya sudah memiliki ini selama sekitar 4 tahun dan masih berfungsi dengan sempurna. Warna itu luar biasa, tidak akan bergerak, tapi harus hati-hati agar tepi bibir sempurna. Aplikatornya ideal, seperti memiliki pensil bibir, jadi saya mulai dengan menggambar garis bibir dulu, lalu ke bagian atas dan mengisi. Katakan padaku ini tidak terlihat sempurna, saya suka, terlihat sempurna. Selain mudah dan cepat, ini adalah makeup yang saya jamin akan menjadi pusat perhatian malam itu, semua orang akan melihatmu.",
    "\n",
    "hal yang harus dilakukan dan tidak boleh dilakukan saat makeup mata untuk hooded eyes",
    "",
    "Apa yang harus dan tidak boleh dilakukan untuk mata dengan kelopak berat adalah tidak menggunakan concealer terlalu terang, tidak meninggalkan eyeshadow di bawah tulang alis, tidak memakai warna satin terang dan meninggikannya terlalu banyak, tidak eyeliner dengan mata tertutup dan menghubungkannya sampai ke sudut mata dalam sehingga terlihat tebal, tidak memakai bulu mata palsu yang tebal dan panjang di ujung, dan tidak menggunakan hanya satu warna eyeshadow yang gelap di bagian bawah. Apa yang sebaiknya dilakukan adalah menggunakan concealer yang serupa dengan warna kulit, meninggikan warna transisi yang tinggi hampir menyentuh alis, menggunakan warna satin medium atau gelap, eyeliner saat orang tersebut melihat ke depan, membuat wing tip dan difuminasikan, menghubungkan bagian dalam mata dan ujung dengan garis yang sangat tipis, memakai bulu mata palsu tapi mulai dari pertengahan, melakukan hal yang sama dengan eyeshadow bagian atas di area bawah, pertama transisi kemudian kedalaman, dan mengaplikasikan sedikit maskara agar fokus tetap di bagian atas. Sekarang Anda tahu apa yang tidak boleh dilakukan jika ingin mata terlihat seperti bentuk almond, versus apa yang akan membantu dan menyamarkan jenis mata tersebut.",
    "\n",
    "tips makeup mata untuk mata cokelat",
    "",
    "Jika kamu memiliki mata coklat, kamu akan ingin mencoba ini. Untuk membuat mata kamu terlihat lebih terang, gunakan kuas eyeliner dan eyeshadow ungu seperti yang saya gunakan di sini. Alih-alih menggunakan eyeliner coklat atau hitam, gunakan warna ini. Saya membuat sedikit wing dan juga mengaplikasikan di dalam mata dengan warna ungu. Ini membuat warna coklat mata kamu lebih menonjol. Setiap kali saya menggunakan tip ini, seseorang selalu berkomentar bahwa mata saya terlihat sangat terang. Jadi saya harap ini bermanfaat bagi kamu.",
    "\n",
    "makeup hacks ",
    "",
    "Jika kamu termasuk orang yang mengaplikasikan foundation seperti ini, kita perlu berbicara. Mengaplikasikan foundation dalam bentuk titik-titik hanya akan menimbulkan masalah dan merupakan salah satu alasan utama mengapa kulitmu terlihat seperti karton, terlihat kering. Lebih buruk lagi jika kamu mencoba untuk menyapukannya dengan kuas atau spons kering. Hari ini saya akan menjelaskan mengapa ini menjadi masalah. Namaku Natalie, saya membuat konten kecantikan dan akan mengajarkan cara yang benar untuk mengaplikasikan foundation. Masalah ini sering terjadi terutama dengan foundation yang berat atau matte. Saat kamu mengaplikasikan titik-titik foundation di seluruh wajah, kemudian mulai menyapukannya, foundation sudah mengering. Foundation yang sudah kering sulit untuk disamarkan, terutama karena formula foundation itu sendiri. Ini hanya akan menyebabkan patchy, kulit kering, atau tampilan karton, bahkan saat kamu mulai menyapukannya, bekas kuas bisa terlihat dan itu bukan yang kita inginkan. Teknik yang benar adalah menggunakan spons yang basah, bukan kering. Spons kering tidak akan menyamarkan apa pun. Langkah pertama adalah mengaplikasikan foundation secara bertahap. Dengan spons basah, kita akan menyapukannya dengan lembut. Karena saya sudah melihat bagaimana kalian menyapukan spons itu dan dengan cara itu kita tidak mengaplikasikan apa pun, hanya menghilangkannya. Lihat bagaimana dengan spons basah, hasilnya menjadi bagus. Ini mengajarkan kita, terkadang masalahnya bukan pada foundation, terkadang masalahnya adalah kamu, tapi jika kamu mengikuti saya, hal-hal itu tidak akan terjadi lagi. Bye",
    "\n",
    "makeup tutorial untuk teenager ",
    "",
    "Mari buat makeup yang sempurna untuk remaja yang baru mulai belajar makeup atau bagi mereka yang tidak suka memakai makeup berlebih. Sebuah sunblock berwarna adalah pilihan yang bagus, tetapi terkadang tidak ada nuansa yang sesuai atau harganya mahal. Jadi, kamu bisa menggunakan sunblock biasa yang terjangkau dan bagus, lalu gunakan concealer. Saya akan memberikan opsi yang sangat terjangkau tapi bagus karena saya tahu saat kamu masih muda, kamu tidak punya banyak uang untuk makeup. Concealer dari Bissú harganya sekitar 55 peso, memberikan cakupan ringan untuk sehari-hari tapi bisa dibangun. Aplikasikan seperti ini di bawah mata untuk tidak terlihat lelah, tunggu sebentar hingga mengering. Saya tahu di usia itu atau kapan saja kita sering mengalami jerawat atau noda yang ingin kita tutupi, jadi gunakan concealer yang sama, aplikasikan pada noda, biarkan mengering sejenak, sekitar satu menit, sebelum menyamarkannya. Kamu bisa menyamarkannya dengan jari-jarimu. Setelah disamarkan dengan baik, akan terlihat seragam dan kamu tidak menggunakan terlalu banyak produk. Sekarang kita harus menyegel semuanya agar tidak bergerak. Sebuah bedak yang terjangkau yang saya suka adalah dari Sheglam yang harganya sekitar 90 peso, tapi jika kamu mencari harga yang sedikit lebih tinggi, produk dari Yuya atau Maybelline juga tidak mahal dan cukup bagus. Dengan kuas, ambil sedikit produk dan segel terutama di zona T, yaitu bagian bawah mata, dahi, hidung, dan dagu, tempat kita paling sering berminyak. Aplikasikan dengan tepukan agar semuanya tersegel dengan baik tanpa terlalu banyak produk agar tidak terlihat kaku. Inti dari video ini adalah palet serba ada dari Bissú yang harganya sekitar 120 peso. Ini adalah palet serba bisa yang memiliki kontur, bronzer, 2 blush, 2 highlighter, dan semuanya bisa digunakan sebagai eyeshadow. Aplikasikan bronzer dengan ringan karena kita tidak ingin terlihat terlalu berat, aplikasikan di bagian ini, selalu menyapu ke atas untuk mencegah wajah terlihat turun, dan juga sedikit di dahi karena itu biasanya tempat matahari menyinari wajah kita. Dengan warna yang sama, gunakan kuas yang sama dan sapukan ke atas di mata, aplikasikan blush dari bagian atas ke tengah atau ke atas sesuai keinginanmu, dan sisa blush di kelopak mata. Jika kamu mau, aplikasikan sedikit highlighter di tempat-tempat tinggi, dan jika kamu rasa sudah cukup, biarkan saja. Dengan jari, ambil sedikit highlighter dan aplikasikan di awal mata, dan kamu akan terlihat seperti menggunakan eyeshadow lengkap tanpa usaha. Sisir alis, saya sangat merekomendasikan gel dari Bissú yang harganya sekitar 80 peso dan sangat bagus, menjaga alis tetap rapi sepanjang hari. Jika kamu mau mengisi celah di alis, saya sangat merekomendasikan pensil tipis dari Bissú, buat garis seperti rambut alis, bukan seperti mewarnai sesuatu, dan cukup aplikasikan di tempat dengan celah. Percayalah, dengan sedikit pengisian, alis akan terlihat bagus. Jika kamu merasa ini terlalu berlebihan dan kamu baru mulai, saya merekomendasikan tinta dari Bissú yang bisa digunakan di bibir, pipi, dan sedikit di mata dan kamu siap. Harganya sekitar 65 peso dan sangat cantik. Keritingkan sedikit bulu mata, jika kamu tidak suka, lewati saja dan aplikasikan maskara. Saya suka maskara dari I M yang harganya sekitar 42 peso di Walmart. Sekarang terlihat seperti makeup yang lengkap, tapi agar bertahan lama, semprotkan setting spray. Setting spray dari AmorUs harganya sekitar 80 peso dan sangat bagus. Jadi, sekarang dengan produk yang sangat terjangkau, kamu terlihat sangat cantik dan tidak terlalu berlebihan.",
    "\n",
    "perbedaan macam-macam liquid makeup ",
    "",
    "Jangan bingung lagi, berikut ini adalah urutan penggunaan produk saat berdandan. Pertama, lakukan pembersihan, ini sangat penting. Kedua, gunakan hidrasi agar wajah terlihat indah. Ketiga, jangan lupa sunscreen, ini sangat penting. Keempat, primer adalah opsional, tetapi dapat membuat makeup tahan lebih lama. Kelima, gunakan foundation untuk menyamakan warna kulit. Keenam, kontur untuk membentuk wajah. Ketujuh, concealer untuk menutupi lingkaran hitam dan mencerahkan. Kedelapan, blush untuk memberikan warna. Terakhir, gunakan bedak untuk menyegel dan kita siap.",
    "\n",
    "macam-macam kontur untuk tipe hidung yang berbeda-beda",
    "",
    "Berikut adalah berbagai teknik makeup untuk hidung, tergantung pada efek yang ingin kamu capai. Di sini mereka mengajarkan teknik untuk membuat hidung terlihat mancung. Di sana ada hidung boneka, yang merupakan hidung sangat tipis, dan di sini kita memiliki hidung ekstra kecil. Hari ini saya ingin mencoba hidung mancung dan saya mulai dengan membuat bentuk V di bagian bawah hidung. Saya ingin memberikan panduan agar kalian bisa melihat persis apa yang saya lakukan. Lihat bagaimana ada garis lurus di sini, itu akan mengangkat ujung hidung dengan cukup baik dan untuk batang hidungnya hanya garis lurus, artinya tidak benar-benar bertemu. Saya menggunakan kuas ini yang khusus untuk kontur hidung. Terangi bagian tengah dan juga ujungnya, dan lihatlah. Inilah hasilnya. Saya suka. Sekarang saatnya untuk menyamarkan. Saya mulai dengan kontur dan saya suka membawanya ke arah alis, ini akan memberikan bayangan yang lebih alami. Saya berlalu di bagian bawah dan juga atas, menggunakan concealer, dan di bagian tengah saya harus sangat hati-hati, saya ingin menjaganya tetap tipis. Tambahkan sedikit highlighter hanya di tengah dan selesai. Inilah hasilnya. Seperti biasa, beritahu saya pendapat Anda.",
    "\n",
    "tutorial membuat makeup mata \"siren eyes\"",
    "",
    "Hari ini saya akan mengajarkan cara membuat mata \"Sorry Ice\", yaitu teknik mata yang sangat cantik dan sedang tren. Berbeda dengan gaya mata \"Foxy Eyes\" yang cenderung mengarah ke atas, gaya ini lebih ke samping. Gunakan kuas tipis dan miring, basahi dengan air atau setting spray. Ambil eyeshadow cokelat atau hitam, dan mulai buat garis yang mengikuti garis air bawah mata. Garis harus muncul dari sana ke atas. Ikuti garis air ini, letakkan kuas di sana dan tarik garis keluar. Sekarang hubungkan secara lurus bagian tengah mata dengan bagian tengah garis. Isi garis air bawah dengan eyeshadow yang sama. Berhenti di situ, lanjut ke bagian depan, letakkan kuas di tengah lipatan mata bagian depan, dan tandai area itu dengan baik. Gunakan cotton bud untuk memperbaiki agar terlihat lebih rapi dan lebih mudah. Terakhir, tambahkan eyeshadow juga di garis air atas bagian depan. Lihatlah bagaimana mata tampak lebih tajam. Ini opsional, tapi saya akan menambahkan blush yang saya gunakan sebagai eyeshadow untuk seluruh bagian atas dan eyeshadow berkilau. Hal penting adalah menggunakan maskara dan sikat bulu mata ke arah luar untuk melanjutkan efek mata yang tajam. Dan inilah hasil akhir dari tampilan ini.",
    "\n",
    "tips makeup pemula untuk anak 15-18 tahun",
    "",
    "Jika kamu berusia antara 15 hingga 18 tahun dan ingin mulai belajar berdandan tapi tidak tahu harus mulai dari mana, tetap di sini karena aku akan mengajarkanmu semua yang perlu kamu ketahui untuk berdandan. Untuk alis, pensil alis adalah produk yang paling mudah digunakan karena kamu hanya perlu mengisi bagian yang kosong dan mudah untuk di-blend tanpa membuatnya terlihat aneh. Jika kamu memiliki alis yang lebat, cukup gunakan gel untuk membentuknya dan tidak perlu lebih. Jika kamu ingin tampilan yang alami, kamu akan menyukai concealer dari Bissú karena teksturnya yang cair, ringan, dan terjangkau. Untuk foundation, investasilah pada produk yang bagus. Aku merekomendasikan Clinique Stay Matte, yang sangat ringan dan sempurna untuk kulit muda. Jika kamu tidak ingin menggunakan foundation, investasikan pada bedak padat yang akan membantu mengurangi kilap dan menutupi beberapa ketidaksempurnaan. Coba bedak Bissú. Untuk kontur dan blush, investasilah pada palette dari Bissú yang lengkap dengan segalanya, bahkan termasuk highlighter dan juga bisa digunakan sebagai eyeshadow. Untuk maskara, tersedia berbagai pilihan, jadi pilihlah yang kamu suka. Untuk eyeliner, Color Stay Wingline dari Revlon sangat mudah digunakan. Ada banyak pilihan lipstik di pasaran, jadi jangan ragu untuk mencoba yang berbeda. Terakhir, untuk highlighter, produk dari Pink Up akan sangat kamu sukai.",
    "\n",
    "cara apply maskara dengan benar",
    "",
    "Kamu mungkin salah mengaplikasikan maskara dan di sini aku akan menjelaskan cara yang benar. Mulailah dengan mengaplikasikan maskara hanya di ujung bulu matamu untuk menambah panjang. Setelah lapisan ini kering, lanjutkan dengan mengaplikasikan maskara ke akar bulu mata. Bagian terbaiknya adalah mengaplikasikan maskara dari belakang bulu matamu. Ini akan menambahkan lebih banyak volume dan panjang. Selesaikan dengan menyisir bulu matamu dari depan dan selesai.",
    "\n",
    "teknik makeup mata untuk pemula",
    "",
    "Cobalah teknik ini jika kamu pemula dan kesulitan membuat garis lipatan mata. Pertama, aplikasikan eyeshadow di sudut mata, lalu dengan menggunakan kuas datar, sambungkan ke bagian dalam mata menggunakan eyeshadow yang sama. Difuminasikan dengan kuas kecil dan itu sebenarnya yang melakukan sebagian besar pekerjaan. Ini sangat mudah dilakukan dan bekerja dengan baik.",
    "\n",
    "macam-macam concealer dan bagaimana kamu mengaplikasikannya",
    "",
    "Apakah kamu melakukan kesalahan dalam menggunakan concealer? Hari ini saya akan mengajarkan cara menggunakannya dengan benar. Selamat datang di kelas ke-9 dari 15 hari untuk mendapatkan penampilan yang lebih segar! Concealer pertama adalah concealer untuk mencerahkan, biasanya hingga dua tingkat lebih terang dari warna kulit kita. Berhentilah menggunakannya untuk mencoba menutupi lingkaran hitam dan noda. Yang akan kamu lakukan hanyalah membuang-buang produk karena itu bukan concealer yang tepat untuk menutupi ketidaksempurnaan. Sekarang kita punya concealer warna yang bagus untuk menutupi noda dan lingkaran hitam, tetapi jika kamu tidak tahu cara menggunakannya, hasil akhirnya bisa berwarna hijau atau oranye. Jadi, saya akan memperkenalkan pilihan terbaik yaitu menggunakan concealer dengan warna kulitmu tetapi dengan undertone oranye. Concealer ini cocok untuk menutupi noda akne, lingkaran hitam, dan ketidaksempurnaan, serta membuat hidupmu jauh lebih mudah setelah mengaplikasikannya. Sekarang, kamu bisa menerapkan concealer biasa untuk mencerahkan dan mengembalikan cahaya pada wajahmu. Di kelas sebelumnya, saya mengajarkan segalanya tentang foundation dan spons.",
    "\n",
    "basic eyeshadow tutorial untuk pemula",
    "",
    "Jika kamu pemula dalam makeup dan belum tahu cara membuat tampilan dasar dengan eyeshadow, saya akan mengajarkan cara membuatnya dengan sangat mudah. Hal pertama yang harus kamu ketahui dan tidak boleh lupa adalah mempersiapkan kelopak matamu sebelum menerapkan eyeshadow. Saya selalu menggunakan concealer atau primer, lalu meratakannya, dan sekarang, dengan kuas yang lembut dan warna coklat ini, kita akan mengaplikasikan eyeshadow ke seluruh kelopak mata yang tidak bergerak sambil meratakan dengan baik. Buat gerakan melingkar kecil dan eyeshadow akan terlihat sempurna. Sekarang ambil warna coklat yang lebih gelap dan dengan menepuk-tepuk di sudut luar, lalu ratakan lagi. Lanjutkan dengan warna yang berkilau, warna apa pun yang kamu punya, dan dengan jari, aplikasikan dari awal hingga pertengahan kelopak mata. Kemudian kembali ke warna coklat gelap, aplikasikan di bawah mata. Untuk menyelesaikan, berikan lapisan mascara yang tebal dan kamu akan mendapatkan tampilan yang sangat cantik dan mudah dibuat.",
    "\n",
    "tutorial makeup ",
    "",
    "Kita akan membuat tampilan makeup yang memberi ilusi seolah-olah kamu adalah pilihan terbaik alam semesta. \"Kamu terlihat cantik saat tidak bermakeup,\" mari kita manfaatkan hal itu. Kulit harus terlihat bercahaya, seolah-olah semua air di planet ini ada di kulitmu. Saya akan mencoba serum primer dari Mac yang menjanjikan hidrasi tinggi. Banyak orang mengatakan bahwa produk ini luar biasa, saya mengalami penggumpalan, harus terlihat seolah-olah kita tidak memakai foundation. Gunakan sunscreen berwarna atau BB cream yang sangat ringan dan sedikit jumlahnya, penting untuk sesuai dengan warna kulitmu, tidak boleh ada garis yang terlihat. Untuk bronzer, hampir tidak ada. Yang akan kamu lakukan adalah dengan sisa foundation, sedikit bronzer, campur, lalu bronzing tapi semuanya sangat halus. Lanjutkan dengan blush yang mirip dengan warna kulit, tidak seperti baru keluar dari gym. Warna merah muda ini untuk concealer, tidak masalah jika sedikit lingkaran hitam terlihat, gunakan highlighter berwarna merah muda karena selalu harus bersinar, sedikit gel fiksasi. Maskara opsional, tapi jika kamu ingin, gunakan warna cokelat, sangat sedikit jumlahnya, sedikit blush di bibir, balm dan makeupnya, \"Kamu terlihat cantik saat tidak bermakeup.\" Selesai, lihatlah cahaya kulit, saya suka bermain dengan kesan.",
    "\n",
    "gatau mau beli makeup apa buat pemula? sini aku kasitau",
    "",
    "Tidak tahu apa yang harus dibeli untuk memulai makeup? Tenang sayang, saya akan membantu. Pertama, untuk kulit, gunakan concealer. Saya tidak menggunakan foundation. Foundation itu opsional jika kamu ingin lebih banyak coverage dan menyamakan warna kulit. Tapi, tidak tahu berapa banyak concealer bisa membantu hanya dengan mencerahkan area yang tepat di wajahmu. Selanjutnya, sesuatu untuk melentikkan bulu mata. Saya punya tutorial di profil saya tentang cara melentikkan bulu mata dengan sendok. Apapun yang kamu pilih, penjepit bulu mata atau sendok. Ini juga bisa penting tapi bisa juga opsional, blush dan bedak. Blush memberikan banyak kehidupan pada wajahmu, dan bedak translusen atau compact untuk mengunci makeup agar wajahmu tidak berkilau lebih dari matahari. Oke, selanjutnya, kuas. Kamu perlu kuas untuk memakai blush, bedak translusen. Set kuas murah sudah cukup. Untuk bibir, kamu butuh pelembab bibir dan sesuatu untuk memberi warna. Biasanya pelembab bibir berwarna tidak melembabkan dengan baik, biasanya, tidak selalu. Ini tidak terlalu penting, tapi saya anggap cukup penting. Contour, ada yang bilang contour harus berwarna dingin, kalau tidak, terlihat tidak alami di wajah. Tapi, itu tergantung selera. Saya suka contour berwarna hangat, warna cokelat, contour dingin berwarna abu-abu, terserah kamu. Oke, ini cukup penting, palet eyeshadow dengan warna natural. Tidak perlu palet eyeshadow dengan 500 warna, cukup palet dengan warna cokelat dan abu-abu. Lalu kamu bisa menambah koleksi makeupmu. Ada banyak hal yang bisa menambah sentuhan pada makeupmu, eyeliner, gel alis, highlighter, dan produk lain untuk bibir. Banyak hal, tapi ini adalah yang paling dasar untuk memulai. Ini untuk pemula yang benar-benar ingin memulai makeup dan tidak tahu harus membeli apa. Semoga membantu, jaga diri. Saya Aragón dan sampai jumpa di video lainnya. Minum banyak air dan ikuti saya. Bye!",
    "\n",
    "marilyn monroe makeup",
    "",
    "Ingin tampil seperti Marilyn Monroe yang ikonik dan mengetahui semua trik makeupnya? Ini videonya. Berkat makeup artist Marilyn Monroe, kita tahu beberapa triknya yang membuat penampilannya begitu ikonik. Mari kita ikuti langkah-langkahnya. Pertama, alisnya. Dia menggunakan pensil untuk membuat alis yang melengkung, karena dia merasa dahinya terlalu besar dan cara ini membuatnya tampak lebih kecil. Untuk kulitnya, Marilyn menggunakan vaselina sebagai primer yang memberikan efek bercahaya. Untuk foundation, dia menggunakan jumlah yang diperlukan untuk menutupi imperfeksi tanpa terlihat matte. Menurut beberapa orang, ini adalah duplikat dari foundation yang digunakan Marilyn Monroe. Bagian mata sangat ikonik. Marilyn menyebut eyeshadownya 'Greta Garbo'. Dia menggunakan brush untuk mengaplikasikan eyeshadow putih dari sudut mata sampai ke lengkung alis. Eyeliner sangat khas baginya, dia menggunakan pensil berwarna coklat tua. Dia mengikuti garis bulu matanya dengan eyeliner dan membuat matanya tampak lebih besar dengan menggunakan eyeshadow coklat di bawah garis bulu mata, hanya di sudut mata. Marilyn suka mata besar, jadi dia menggunakan pensil putih di garis mata dan di tengah antara kedua garis. Untuk membuat matanya tampak lebih putih, dia mengaplikasikan sedikit merah di sudut mata. Untuk membuat bulu matanya tampak lebih panjang, dia menggunakan separuh bulu mata palsu di sudut mata. Marilyn menyelesaikan matanya dengan sedikit vaselina, tapi ini direkomendasikan untuk dilakukan di akhir. Untuk wajah, Marilyn begitu ikonik sehingga dia menggunakan blush sebagai contour. Dia mengaplikasikan ini di pipi dan ujung hidungnya agar terlihat lebih kecil dan lebih halus. Untuk highlighter, dia juga menggunakan vaselina. Terapkan dengan jari pada titik cahaya dan hasilnya sangat cantik. Bibir merah Marilyn adalah legenda Hollywood. Dia menggunakan lima warna merah yang berbeda, yang paling gelap di bagian luar dan yang paling terang di bagian dalam bibir. Sedikit gloss dan dia menyelesaikan mata dengan sedikit vaselina. Inilah makeup asli Marilyn Monroe. Kulitnya tampak gila dan matanya luar biasa. Marilyn memang ikon, dan dengan alasan yang tepat. Beri tahu apa yang paling kamu suka tentang Marilyn Monroe.",
    "\n",
    "tutorial makeup natural dan tidak mahal",
    "",
    "Ingin mulai belajar makeup tapi merasa bingung? Aku akan mengajari kamu cara makeup natural dengan produk yang ekonomis dan bagaimana menggunakannya. Jika kamu baru memulai, kamu tidak perlu primer, jadi kita lewati langkah itu. Lindungi kulitmu dan lakukan perawatan kulit yang sederhana. Gunakan pelembap sesuai pilihanmu yang dapat melembapkan kulit. Setelah menghidrasi wajah, aplikasikan sunscreen. Ini sangat penting, tidak peduli seberapa banyak makeup yang kamu pakai. Kombinasi kedua produk ini akan berfungsi seperti primer karena akan membantu makeup menempel dengan baik pada kulit. Setelah kulit siap, lanjutkan dengan alis. Cara paling mudah adalah menggunakan gel alis. Kamu bisa memilih yang transparan atau yang sedikit berwarna. Jika tidak ingin membeli ini, kamu bisa menggunakan hairspray, aplikasikan pada sikat dan sisir alis ke arah pertumbuhan rambut agar terlihat lebih rapi. Langkah selanjutnya adalah concealer. Aku merekomendasikan Maybelline Age Rewind atau Sheglam. Aplikasikan di bawah mata dan pada jerawat, lalu ratakan dengan spons. Mulailah dengan spons daripada kuas karena jika menggunakan kuas, kamu harus membeli kuas untuk setiap produk yang tentunya lebih mahal. Selanjutnya, gunakan bronzer. Aku merekomendasikan Pixie, sempurna untuk pemula. Aplikasikan dengan spons atau kuas. Produk berikutnya adalah blush krim. Aku suka Sheglam, mudah diratakan, memiliki warna cantik dan formula bagus. Gunakan kuas, spons, atau jari untuk mengaplikasikannya. Bedak adalah langkah selanjutnya. Aku merekomendasikan Covergirl Clean Fresh. Aplikasikan dengan borla atau kuas bedak di tempat kamu menggunakan concealer. Jika suka blush, kamu bisa menyegelnya dengan blush bubuk. Jika lebih suka blush bubuk, aku merekomendasikan Essence. Sekarang, gunakan highlighter. Aku suka Wet n Wild dan I Heart Revolution. Aplikasikan dengan jari manis pada ujung hidung dan jembatan hidung, serta di atas tulang pipi jika mau. Selanjutnya, aplikasikan maskara. Aku merekomendasikan Maybelline Sky High. Hati-hati saat merias bulu mata, mulai dari akar. Aku suka berkedip saat mengaplikasikan maskara. Untuk bibir, kamu bisa meninggalkannya begitu saja atau menggunakan lipstick. Aplikasikan dengan cara menepuk-nepuk untuk memberikan sedikit warna tanpa terlihat terlalu berat. Dan selesai!",
    "\n",
    "tutorial contour hidung",
    "",
    "Tutorial untuk mengkontur hidung agar terlihat lebih mancung. Berikut tips yang saya dapatkan dari teman saya Doris dan yang saya lihat langsung dari Mar. Sebelum memakai foundation, siapkan kulitmu. Jangan lupa menggunakan serum bulu mata Tamilashes untuk mendapatkan bulu mata yang panjang, yang saat ini sedang diskon. Setelah memakai foundation, gunakan sebuah kuas seperti ini. Pertama, buatlah bentuk V dengan concealer coklat krim. Buat bagian ini setipis mungkin. Jika sulit, kamu bisa menggunakan kartu sebagai panduan. Aplikasikan bedak di atasnya, dan jika salah, kamu bisa menghapus dan menggunakannya sebagai panduan. Ingat, jangan letakkan coklat di bagian bawah karena akan membuat hidung terlihat lebih lebar. Tempatkan di bagian atas, dan aku biasanya tidak membawanya terlalu ke bawah. Jika ingin hidung terlihat mancung, buat garis di sini dan tandai di lipatan. Banyak influencer seperti Valia Lima menggunakan trik ini. Kamu bisa memilih seberapa kuat kontur yang diinginkan. Garis ini tidak boleh terlalu tinggi karena akan membuat hidung terlihat pendek dan aneh. Gunakan kuas kecil atau bagian tipis dari beauty blender untuk mengaburkannya. Gerakan untuk mengaburkan harus seperti ini, tidak ke samping karena akan membuatnya terlihat lebih lebar. Setelah mengaburkan, bersihkan kuas yang digunakan untuk mengaplikasikan warna coklat, dan gunakan untuk mengaplikasikan concealer yang lebih terang di sini dan sini. Aplikasikan dengan hati-hati agar tidak terlalu tebal. Bisa dengan spons atau hati-hati dengan jari. Aku biasanya membuat bentuk bulat di sini. Di titik ini, aku menggunakan concealer dan juga mengaplikasikannya tepat di bawah warna coklat. Jika tidak suka terlalu mencolok, cukup ratakan dengan spons. Kemudian, tambahkan bedak tepat di belakang kontur coklat. Aku biasanya menggunakan jari untuk mengaplikasikan bedak di sini. Setelah itu, hapus bedak dan tambahkan bedak kontur. Terakhir, tambahkan highlighter. Dan kamu telah berhasil menghemat biaya untuk rhinoplasty, sayang!",
    "\n",
    "tips agar makeup kalian terlihat spektakuler ",
    "",
    "Tips agar riasanmu terlihat spektakuler dan ada perbedaan yang signifikan. Kita akan membuat garis di tengah wajah agar perbedaannya lebih jelas. Pertama, persiapkan wajahmu dengan mencuci muka, lalu aplikasikan serum, pelembab, krim mata, dan yang paling penting, tabir surya. Aplikasikan juga di leher. Sementara di sisi lain, kita tidak akan mengaplikasikan apa pun. Dengan itu saja, kita bisa melihat perbedaan yang besar. Menggunakan foundation dengan warna berbeda dari kulit kita, mengaplikasikan terlalu banyak produk, dan menggesek riasan hanya akan membuat garis ekspresi lebih terlihat dan menghabiskan lebih banyak produk. Carilah warna foundation yang paling mirip dengan warna kulitmu, aplikasikan sedikit produk, hanya menutupi yang diperlukan, dan ratakan dengan spons basah agar kulit terlihat lebih segar. Kita semua pernah melakukan ini, yaitu mengisi alis dengan warna lebih gelap dan membuat kontur yang tebal. Cobalah menyikat alis dengan sabun atau gel alis dan isi hanya bagian yang kosong dengan warna lebih terang dari alis. Ini akan membuat alis terlihat lebih terangkat. Saat kontur, jangan gunakan warna terlalu gelap atau hangat, dan jangan ikuti garis hingga ke mulut. Percayalah, ini tidak akan membuatmu terlihat lebih kurus. Kesalahan umum lainnya saat mengaburkan riasan adalah menggeser semua makeup. Gunakan warna lebih dingin, aplikasikan dari tengah pipi ke atas, dahi dekat garis rambut, dan di bawah rahang. Saat mengaburkan, selalu usahakan ke arah atas atau luar. Ini akan menciptakan efek lifting pada wajah. Kesalahan lain adalah mengaplikasikan banyak concealer dan membuat bentuk segitiga yang terkenal. Sebaiknya aplikasikan sedikit saja dan hanya di tempat yang diperlukan. Biarkan kering beberapa menit, gunakan kuas kecil untuk mengaburkannya, dan spons basah agar terlihat lebih natural. Lihatlah betapa bersinarnya mata itu. Kita semua pernah tersenyum saat mengaplikasikan blush dengan warna intens. Aplikasikan dengan cara ini dan gunakan warna lebih hangat agar terlihat seperti baru saja terbakar matahari dan menciptakan efek lift. Kita ingin mata terlihat besar, tapi hindari eyeliner tebal dan terlalu mencolok, terutama di bawah mata. Gunakan shadow hitam atau coklat yang lebih mudah diaburkan, dan eyeliner terlihat lebih halus. Inilah tampilan akhirnya, lihatlah perbedaan besar dan perbaikan pada kulit. Beritahu saya di komentar tips lain yang Anda inginkan.",
    "\n",
    "Cara membuat scrub di rumah ",
    "",
    "Langkah demi langkah membuat scrub tubuh super dengan menggunakan hanya apa yang Anda miliki di rumah. Pertama, gunakan 10 sendok makan gula. Selanjutnya, tambahkan pelembab tubuh hingga tercampur dan berbentuk seperti krim. Kemudian, tambahkan 3 sendok makan sabun cair dan satu sendok teh minyak tubuh. Selanjutnya, pilih teh favorit Anda, saya menggunakan yang rasa raspberry yang memberikan warna pink pada scrub. Juga, semprotkan beberapa body splash agar wangi. Untuk mengakhiri, tambahkan satu sendok makan minyak kelapa agar scrub menjadi sangat melembabkan. Setelah semua bahan ditambahkan dan terasa terlalu cair, saya memutuskan untuk menambahkan lebih banyak gula hingga teksturnya seperti yang ditunjukkan di video. Simpan di kulkas selama 24 jam dan lihat hasilnya yang luar biasa. Ikuti saya untuk lebih banyak tips.",
    "\n",
    "Jerawat merah Keratoris ",
    "",
    "Halo, saya seorang dermatologis. Apakah kamu memiliki bintik-bintik merah di lengan atau kaki kamu, seperti ini? Terkadang orang menyebutnya sebagai \"kulit ayam\", tetapi sebenarnya disebut keratosis pilaris. Hal terburuk yang dapat kamu lakukan adalah menggosok kulitmu dengan keras. Sebagai gantinya, saya merekomendasikan untuk menggunakan produk yang mengandung asam glikolat, urea, atau asam salisilat.",
    "\n",
    "Cara menggunakan Glycol Acid ",
    "",
    "Begini cara menggunakan asam glikolat. Pertama-tama, meskipun tertulis ini adalah toner, jangan sekali-kali menggunakannya sebagai toner. Gunakan di malam hari setelah membersihkan wajah. Kamu bisa mengaplikasikannya dengan tangan atau dengan kapas. Gunakan 1 hingga 3 malam dalam seminggu, tidak lebih. Kulit tidak perlu dieksfoliasi setiap hari. Saya menyadari di sini tertulis untuk tidak digunakan lebih dari sekali sehari, tetapi saya pernah mengikuti saran ini dan bertahun-tahun mengalami gangguan pada lapisan kulit dan berjerawat. Saya mengira jerawat itu disebabkan oleh jerawat dan saya mengobatinya dengan lebih banyak asam, padahal sebenarnya semua itu disebabkan oleh asam glikolat. Kembali ke rutin, setelah mengaplikasikan asam glikolat, saya membiarkannya bekerja di kulit selama sekitar 10 menit. Saya tidak membilasnya, jadi asam glikolat tetap di kulit. Kemudian saya suka menambahkan niacinamide karena keduanya kombinasi yang sangat baik. Dan akhiri dengan krim pelembab kamu.",
    "\n",
    "Metode Dermaplaning ",
    "",
    "Banyak orang yang memiliki rambut halus putih yang sangat sulit untuk dihilangkan, terutama dengan favorit saya yaitu laser. Oleh karena itu, saya pikir dermaplaning adalah alternatif yang sangat baik jika dilakukan dengan sangat hati-hati. Perhatikan bagaimana mereka melakukannya dengan lembut dari atas ke bawah, dengan beberapa kali gerakan tanpa mengiritasi kulit. Dan rambut tidak akan tumbuh lebih tebal.",
    "\n",
    "Rutinitas agar kulit ternutrisi ",
    "",
    "Jangan gunakan rutin ini karena akan membuat kulit Anda lebih sehat dan cantik. Versi untuk kulit berminyak. Pertama, pembersihan, pembersih yang paling direkomendasikan adalah CeraVe, dengan bahan-bahan seperti niacinamide dan ceramide yang mengontrol kelebihan minyak dan membersihkan secara mendalam. Langkah kedua, hidrasi, krim gel Neutrogena Hydroboost water gel sangat ringan, cepat diserap, meningkatkan penghalang kulit dengan asam hialuronik. Langkah ketiga, perlindungan matahari, tabir surya Eucerin dengan perlindungan tinggi SPF 50 sangat ringan, cepat diserap, tidak membuat kulit berkilau, mencegah noda matahari dan mengembalikan warna kulit Anda.",
    "\n",
    "Cara menjaga kebersihan muka ",
    "",
    "Jika hidung Anda terlihat seperti ini dan Anda merasa frustrasi karena tidak bisa menghilangkan komedo, itu karena ini bukan komedo. Ini adalah filamen sebaceous dan merasa frustrasi karena tidak bisa menyingkirkannya sama seperti merasa frustrasi karena terus menghasilkan kotoran telinga. Mereka adalah bagian alami dari tubuh Anda dan Anda tidak dapat menyingkirkannya. Sebagai referensi, ini adalah komedo, yang merupakan jenis komedo yang memang bisa dihilangkan. Untuk filamen sebaceous, Anda tidak bisa menghilangkannya. Apa yang bisa Anda lakukan: 1) Terima mereka karena mereka adalah bagian alami dari tubuh Anda dan Anda tidak akan bisa menyingkirkannya. Beberapa orang memiliki lebih banyak daripada yang lain dan itu normal. 2) Lakukan yang terbaik untuk menjaga kebersihannya.",
    "\n",
    "2 produk yang digunakan agar kulit tidak bertekstur ",
    "",
    "Bagaimana saya mengubah kulit saya dari berjerawat dan bertextur, terutama di bawah mata dan hidung, serta dengan komedo di hidung yang tidak bisa saya hilangkan dengan apa pun. Meskipun tidak banyak, tetapi tetap mengganggu, menjadi kulit yang jauh lebih halus dengan hampir tidak ada komedo, semua berkat dua produk ajaib ini. Sebenarnya, saya rasa mereknya tidak terlalu penting, tapi saya akan memberitahu Anda apa yang saya gunakan. Saya menggunakan kedua produk dari The Ordinary, yaitu asam laktat dan peeling solution. Saya akan berbicara tentang yang terakhir dulu, karena itu yang saya gunakan pertama kali dari kedua produk tersebut. Ini adalah eksfolian yang cukup kuat, maksimal hanya boleh digunakan selama 10 menit di kulit dan sekali seminggu. Setelah penggunaan kedua, saya mulai melihat perubahan. Setelah penggunaan ketiga, semua komedo saya hilang. Sekarang saya tidak memiliki komedo di hidung, jadi itu adalah tujuan saya dengan produk ini. Tapi karena cukup kuat, saya tidak ingin terus menggunakannya. Jadi saya beralih ke asam laktat yang lebih lembut, cocok untuk kulit kering karena mengandung asam hialuronat, yang menghidrasi sambil mengeksfoliasi. Saya menggunakannya 2 hingga 3 kali seminggu untuk menjaga kulit saya bebas dari jerawat kecil dan membantu mengurangi tekstur kulit saya. Saya masih memiliki tekstur, tetapi tidak sebanyak awalnya. Saya akan terus menggunakannya agar tekstur terus berkurang. Kedua produk ini adalah eksfolian kimia, jadi produk eksfolian kimia mana pun yang Anda gunakan jauh lebih baik daripada eksfolian fisik. Eksfolian fisik seperti scrub yang menggores kulit Anda lebih keras dan dapat merusak kulit, sementara eksfolian kimia bekerja dengan meresap ke dalam kulit dan memberikan perubahan nyata dalam jangka panjang. Untuk kulit berminyak, The Ordinary juga memiliki asam salisilat. Jika Anda berada di Peru dan tertarik dengan produk The Ordinary, Anda bisa mendapatkannya di Instagram Miami Shop dan dapatkan diskon 15% dengan kode Fátima 15 pada produk The Ordinary.",
    "\n",
    "resep alami buat sikut gelap ",
    "",
    "Noda pada siku, saya akan menunjukkan bagaimana saya mengatasinya. Saya manusia, normal saja memiliki noda, tetapi saya akan menunjukkan bagaimana saya bekerja pada hal itu. Jika Anda tidak menyukai konten kecantikan alami buatan rumah, silakan pergi dari sini, setiap orang memutuskan sendiri, oke? Pertama, kita akan membutuhkan satu sendok makan minyak zaitun dan dua sendok makan gula. Campur dengan sangat baik sampai Anda mendapatkan konsistensi ini dan oleskan pada siku Anda, gosok dengan baik. Tentu saja, pertama-tama Anda harus meneliti penyebab noda ini, pastikan bukan karena hiperpigmentasi atau penyakit. Bilas dan selesai. Jangan lupa untuk konsisten agar melihat hasilnya. Sampai jumpa di Instagram, kita akan bersenang-senang di sana, saya sudah memposting tips harian, saya cinta kalian! Mua mua, selamat tinggal.",
    "\n",
    "Minyak buat bikin bulu mata dan alis lebat ",
    "",
    "Untuk alis dan bulu mata, ambil satu cangkir air, tambahkan 3 sendok makan rosemary dan didihkan, saring kembali ke dalam panci, tambahkan satu sendok makan biji rami hingga menjadi seperti gel, saring dan pindahkan ke wadah kecil, saya menggunakan wadah daur ulang ini. Anda harus menyimpannya di lemari es, lihat video saya di YouTube untuk penjelasan yang lebih rinci, dan saya akan memberi tahu Anda bahwa ini adalah eksperimen. Saya akan kembali dalam beberapa minggu dengan hasilnya.",
    "\n",
    "Tips Makeup biar bulu mata kelihatan lebih lentik",
    "",
    "Tips agar bulu mata Anda tampak seperti bulu mata palsu dan membuat mata Anda terlihat lebih besar. Bulu mata ini sudah dimakeup, sementara yang ini belum. Perhatikan bagaimana perbedaannya. Pertama, makeup alis Anda. Ingatlah bahwa alis dan mata adalah bagian terpenting dari wajah Anda. Sekarang, gunakan eyeshadow dengan benar. Eyeshadow yang digunakan dengan benar dapat membuat mata Anda terlihat lebih besar. Saya akan menggunakan pita ini dan meletakkannya dari ujung mata ke ujung alis. Gunakan dua kuas, satu untuk mengaplikasikan dan satu lagi untuk mengaburkan. Berikut adalah rahasianya untuk mendapatkan bulu mata yang panjang. Saya menggunakan serum bulu mata saya setiap hari, di bagian atas dan bawah. Serum ini membantu bulu mata tumbuh, muncul yang baru dan menjadi lebih kuat. Sekarang, lepaskan karet pada penjepit bulu mata Anda dan panaskan bagian tersebut dengan cepat menggunakan korek api. Pastikan tidak terlalu panas, pasang kembali karetnya dan jepit bulu mata Anda mulai dari pangkal, tengah, hingga ujung. Lihatlah hasilnya. Jika Anda ingin bulu mata bawah juga terlihat, balikkan penjepitnya dan jepitlah. Anda bisa melihat bagaimana bulu mata saya terlihat keriting tanpa maskara. Langkah selanjutnya adalah mengaplikasikan sedikit bedak pada bulu mata, kemudian gunakan maskara tahan air agar bulu mata tidak turun. Gunakan sesuatu di belakang bulu mata agar kelopak mata tidak kotor. Saya akan menggunakan bungkus gula ini. Terapkan juga di bagian bawah. Lihatlah betapa panjangnya bulu mata saya. Tambahkan sedikit highlighter dan garis mata. Saya bersumpah sejak menemukan tips ini, hidup saya tidak pernah sama lagi. Sekarang saya selalu memiliki bulu mata yang panjang.",
    "\n",
    "Hack pakai eyelash curler lebih maksimal ",
    "",
    "Biarkan saya menebak, bulu mata Anda sangat turun, dan ketika Anda mencoba melentikkan mereka, Anda hanya melakukan ini, bukan ini. Ini tergantung pada lentik yang baik dan alat yang tepat, tetapi saya memiliki seorang murid yang bahkan memiliki penjepit bulu mata ini dan bulu matanya selalu tampak seperti ini. Jadi, saya akan mengajari Anda bagaimana Anda seharusnya melentikkan bulu mata Anda. Oke, saya Mariana, senang bertemu Anda jika Anda tidak mengenal saya. Di sini kami menyesuaikan KVRI untuk orang-orang lebih Barat. Jika Anda tertarik dengan itu, ikuti saya. Langkah pertama, lakukan ini dengan penjepit Anda, dan periksa bahwa pelat di atas, aha, berada di sini dan angkat seperti ini. Jika Anda hanya memasukkan dan melakukan ini, Anda akan melentikkan dari bagian ini, bukan dari sini. Dan ketika Anda mendorong, melakukan gerakan ini, itu akan membantu Anda tahu bahwa Anda tidak mencubit. Oke, selanjutnya geser penjepit Anda ke bawah, dan lihat perbedaannya.",
    "\n",
    "Korean makeup guide for dummies",
    "",
    "Apakah Anda suka tipe makeup ini tetapi merasa sebagai orang Latin, setiap kali Anda mencoba melakukannya, hasilnya tidak seperti yang Anda inginkan, terasa terlalu berlebihan, dan Anda hanya berpikir itu karena wajah Anda, karena Anda berkulit gelap, atau karena Anda tidak memiliki produk yang tepat. Tetapi saya akan memberi tahu Anda sesuatu yang belum pernah dikatakan siapa pun, dan itu adalah kesalahan mengapa Anda belum dapat menyesuaikan makeup Korea, yaitu Anda masih menggunakan teknik Barat untuk makeup Korea. Anda telah datang ke tempat yang tepat. Ini adalah bagian pertama dari seri mini saya tentang makeup Korea untuk pemula, panduan langkah demi langkah. Tidak masalah jika Anda benar-benar pemula, tetapi Anda harus berkomitmen untuk tetap tinggal dan menonton seluruh seri. Jadi ikuti saya, nomor satu, alas bedak, pilih yang memiliki sedikit efek Town up. Apa artinya itu? Apakah itu satu nada lebih terang dari Anda? Karena selama hari alas bedak cenderung mengoksidasi, yang berarti mereka terlihat lebih abu-abu di kulit Anda dan menjadi lebih gelap. Terkadang orang Korea membawanya ke ekstrem. Anda hanya satu nada. Aplikasikan dengan spatula untuk alas bedak yang sangat menempel pada kulit dan tidak terlihat seperti Anda memakai alas bedak, hanya di tengah wajah. Anda tidak perlu memakai banyak alas bedak di sini kecuali jika Anda memerlukan lebih banyak cakupan untuk noda atau jerawat, dan bahkan dalam hal itu, lebih baik menggunakan concealer. Saya tahu Anda berpikir saya akan terlihat terlalu pucat, tetapi tidak, dan lihat betapa banyak alas bedak yang saya gunakan, bahkan tidak sampai satu pom. Untuk lingkaran hitam, yang ideal adalah menetralkannya. Jika Anda ingin tahu mengapa saya menggunakan tinta daripada concealer, saya memiliki tutorial di profil saya. Aplikasikan concealer yang sangat menutupi dan yang kering sehingga tidak akan bercampur dengan neutralizer. Saya akan menunjukkan sihir. Setelah kering, ambil sedikit concealer, he, dan aplikasikan dengan tap-tap, ok? Saya suka melewatinya dengan jari untuk menghilangkan kelebihan produk, ini sihir. Saya bilang, ini bukan langkah yang 100% perlu, tetapi jika Anda ingin makeup Anda bertahan, segel dengan bedak dan bedak tabur. Sedang tren untuk memakai borla untuk menyegel lingkaran hitam, tetapi saya katakan bahwa jika concealer Anda kering dan memiliki cakupan yang sangat baik, yang berarti sedikit lebih tebal, saya tidak menyarankan untuk menggunakan banyak bedak di area itu. Pertama karena area itu sangat tipis, tidak menahan banyak produk dan bisa membuat kulit Anda kering atau bahkan terlihat seperti retak untuk membuat bedak lebih terdifusi. Saya menyarankan untuk menggunakan kuas dan jika Anda mau, Anda dapat menyegel. Sekarang ya, dengan borla di tempat-tempat di mana Anda cenderung memiliki lebih banyak minyak di wajah Anda. Untuk kontur alami, sangat penting untuk menggunakan warna yang netral sampai abu-abu, tidak merah, karena Anda akan terlihat seperti Cheeto. Gambarlah garis lurus dan yang lainnya juga harus sejajar. Hubungkan dengan bagian ini sedikit di sini dan ujung hidung di sekeliling wajah. Komentar agar ada bagian kedua.",
    "\n",
    "cara pakai sunscreen ini salah!",
    "",
    "Biarkan saya menebak, Anda sangat bangga mengenakan tabir surya dan Anda menggunakan dua jari. Tapi itu tidak benar. Saya Mariana dan di sini kami menyesuaikan kecantikan ala Korea untuk orang Barat. Jika Anda tertarik dengan hal itu, ikuti saya, atau dalam makeup yang lebih alami. Sebenarnya, eksperimen yang dilakukan untuk mengetahui berapa banyak tabir surya yang perlu Anda kenakan per sentimeter wajah Anda mengungkapkan bahwa itu adalah 1/4 sendok teh seperti yang Anda lihat di sini. Entah bagaimana, merek membuat viral bahwa Anda harus menggunakan dua jari, yang memang ukuran yang baik, selama itu sesuai dengan 1/4 sendok teh. Dan jika Anda bertanya-tanya, jelas orang dalam eksperimen tersebut tidak memiliki panjang atau lebar wajah yang sama dengan Anda, tetapi itu adalah perkiraan dan lebih baik berlebihan dalam mengenakan tabir surya daripada tidak sama sekali. Dan untuk menunjukkan bahwa dua jari ini mungkin tidak cukup, saya akan memasukkannya ke dalam 1/4 sendok teh saya dan lihat betapa banyaknya, saya akan menambahkan dua jari ini dan sekarang kita akan mengaplikasikannya.",
    "\n",
    "Wajib tau ini soal korean makeup",
    "",
    "Tiga hal yang saya harap saya tahu sebelum mulai berdandan ala Korea. Pertama, orang-orang akan mengkritik Anda dan banyak. Mengapa? Karena dengan berdandan seperti ini, yang sangat berbeda dari apa yang biasanya dilakukan orang di sini, Anda menonjol, entah itu karena mereka iri karena mereka tidak bisa berdandan seperti ini atau karena mereka berpikir Anda ingin menjadi orang berkebangsaan lain, padahal sebenarnya yang Anda inginkan hanyalah terlihat baik, terlihat seperti yang selalu Anda bayangkan. Kedua, pelajari warna pribadi Anda, tolong, karena K Beauty sangat indah secara estetika. Anda akan terjebak melihat dan membeli jenis produk ini ketika pada kenyataannya mungkin tidak cocok dengan warna kulit atau warna kulit Anda. Jadi, berhati-hatilah! Ketiga, orang akan mengatakan bahwa Anda tidak berdandan sama sekali, seperti mereka terbiasa dengan gaya barat. Saat melihat makeup yang sangat natural, mereka bertanya-tanya apakah Anda berdandan atau tidak, bahkan ketika Anda benar-benar melakukannya. Ceritakan pengalaman Anda di komentar!",
    "\n",
    "Cara Apply glitter makeup ",
    "",
    "Biarkan saya menebak, kamu suka makeup Korea. Kamu mengambil glitter, mengambilnya dengan kuas apa pun, dan ingin memakainya di mata seperti ini, bukan. Hai, halo, saya Mariana, senang bertemu denganmu jika kamu belum mengenal saya. Di sini, di mykey birdbavo, kami menyesuaikan kecantikan Korea untuk semua anggaran, semua orang, semua orang yang tertarik dengan itu, ikuti saya. Pertama, jika kamu suka glitter, saya sangat merekomendasikan palet Korea, karena jenis glitter ini sangat menempel dengan baik di kulit. Tidak seperti glitter barat yang jatuh semua dan membutuhkan produk terpisah seperti lem agar menempel. Dalam kasus ini, onlysha adalah merek yang memiliki banyak produk glitter, termasuk palet. Lihat ini, kamu bisa menggunakan teknis sebagai highlighter, misalnya. Oh, betapa indahnya glitter dalam gel dan bahkan palet kecil seperti ini. Jika kamu sangat dasar, maksud saya, lebih baik mengaplikasikannya dalam format ini dengan jenis spons ini.",
    "\n",
    "Makeup buat kondangan ",
    "",
    "Bergabunglah dengan saya untuk persiapan pernikahan pertama saya di pantai Latin. Saya butuh banyak tabir surya. Menggunakan spons dengan fiksator dan mari kita blender. Saya memiliki satu jam 20 menit untuk bersiap, jadi kita baik-baik saja. Saya sudah memiliki sedikit makeup, tapi saya akan menambahkannya. Menggunakan spons dengan fiksator. Hari ini saya pergi berbelanja untuk berbelanja, jangan lupa leher. Saya akan menambahkan lebih banyak concealer di atas untuk menutupi lingkaran hitam dan kita akan mem-blend. Sekarang, bedak transparan karena ketika di pantai, Anda harus menyesuaikan dan melindungi dari matahari. Sekarang blush bedak di wajah saya, sedikit kuat tapi percayalah pada prosesnya. Sedikit di hidung, sedikit di dagu. Sekarang operasi sehari-hari, saya akan melakukan ini dan menutupi area ini. Percayalah pada prosesnya, dari sini ke sini. Saya akan menutupi dahi besar saya juga. Dan karena saya tidak memiliki rambut di sini, saya akan menambahkan rambut di sini. Lihat perbedaannya. Percayalah pada prosesnya, sekarang alis. Jam 3:54, saya masih punya satu jam. Sekarang mata dengan warna ini, bagaimana cara mengecat area kelopak mata dan melakukan tap-tap. Percayalah pada prosesnya. Saya tidak yakin apakah saya harus melakukan makeup yang sangat kuat atau tidak, saya tidak tahu bagaimana wanita Latin berdandan untuk pernikahan, tapi saya akan percaya pada gaya saya. Isi seluruh area bawah ini, eh. Saya lupa mengontrol hidung saya. Hidung runcing. Dan dengan coklat yang lebih gelap, saya akan melakukan bagian akhir ini, lebih gelap, wow. Dengan warna gelap yang sama, saya juga akan mengisi area ini. Jika mata Anda sangat bulat, saya sarankan menggunakan teknik ini, Anda akan terlihat tajam. Sekarang sedikit eyeliner, saya akan membuat video tentang cara memisahkannya. Sekarang kilau, saya akan melakukannya dengan jari saya dan kemudian memasukkannya ke sini, wow. Ketahuilah ada merah muda dan emas pada saat yang bersamaan. Percayalah pada prosesnya, eh. Dan di bawah juga saya akan mengisi dengan kilau. Ini adalah pertama kalinya saya melakukan ini. Bagian 2 untuk menyelesaikan makeup, pakaian, dan perhiasan.",
    "\n",
    "Curi bulu mata tanpa penjepit tapi pake sendok ",
    "",
    "Tutorial untuk membuat bulu mata Anda tanpa lampu, artinya, listriknya mati. Lihat, Anda akan menyalakan alat penggulung, alat pembakar ini, pemantik api, Anda memanaskan sendok seperti ini sedikit saja, artinya, Anda tidak perlu banyak, Anda akan mengambil bulu mata Anda, Anda akan mengambil bulu mata Anda dan Anda akan melakukannya seperti ini sedikit ke atas dan akan mulai menggulung dengan sendirinya karena sedang hangat lihat bagaimana cara dan mengapa lampunya mati. Saya tidak tahu sebenarnya dan saya tidak ingin tahu karena saya akan marah. Dan sekarang bagian yang paling menarik dari membuat bulu mata Anda, menggunakan maskara. Anda akan melakukan ini dengan gerakan zigzag. Di kamera hampir tidak terlihat, tetapi di sini Anda bisa melihat sudah cukup banyak. Apakah Anda akan melakukan ini ke bawah? Saya tahu terlihat seperti saya membawa adonan, tapi tidak. Dan saya tahu terlihat seperti saya membawa adonan, tapi tidak. Artinya, secara langsung tidak terlihat seperti itu. Ini karena saya menggunakan ponsel",
    "\n",
    "Tips makeup dari Karol G : Pakai es di wajah untuk pori-pori",
    "",
    "Sebuah saran kecantikan, saya sangat suka memakai es di wajah, bahkan sebelum memiliki situasi khusus seperti penghargaan atau sesuatu, di mana saya ingin agar riasan saya terlihat sepanjang malam dengan baik dan tiba-tiba tidak mulai berkeringat banyak atau sesuatu, saya memakai es sebelumnya, itu benar-benar menutup pori-pori, juga memberi kekencangan pada kulit, terlihat cantik, terlihat halus, terlihat bercahaya, dan ini adalah tip super yang pasti akan berhasil.",
    "\n",
    "Ice bath hack sebagai skin prep ",
    "",
    "Dia menjadi sangat viral karena menunjukkan rahasianya untuk memiliki kulit yang sempurna, para pria, dan tampaknya itu sangat mudah. Hanya dengan pelembap dan air yang sangat dingin dengan es kita bisa mendapatkan kulit seperti ini. Lihat ini! Dia bilang jika kita melakukan ini setiap hari selama 10 menit kita akan membuat pori-pori kita menjadi sangat kecil, jerawat kita hilang dan bahkan kerutan juga. Jadi dengan sekali coba kita tidak akan melihat perubahan yang besar. Tapi masih, kita bisa mendapatkan ide tentang apa yang bisa kita capai jika kita melakukannya setiap hari. Jadi ini tentu saja kita harus coba. Oke? Perhatikan baik-baik kulit saya untuk melihat apakah ada perbedaan setelah melakukan ini. Oke, saya sudah punya air saya yang sangat dingin dengan es di sini, dan dia bilang untuk menghindari kulit kita tiba-tiba terbakar, kita harus memakai sedikit pelembap. Oke, sekali begini kita lihat ini. Bagaimana hasilnya, para pria, air ini sangat dingin seperti yang Anda bisa lihat. Oke, 3, 2, satu, ah, ini sangat dingin! Ha, ha, ha, ha ah, kepala saya jadi pucat oke! Dia bilang kita bahkan bisa mengambil sedikit es dan memakainya di area bawah mata karena itu juga membantu menguranginya. Para pria, saya tidak tahu apakah saya bisa bertahan selama 10 menit ini. Saya akan mencoba sekuat tenaga, tapi apakah kita benar-benar akan melihat hasilnya? Benarkah penderitaan ini akan membantu kita, segera lihat bagian kedua.",
    "\n",
    "Hack pasang bulu mata dengan cepat",
    "",
    "Lihatlah betapa cepat dan mudahnya dia memasang bulu mata palsunya. Saya pikir trik ini akan mengubah hidup kita. Di video lain, kami mencoba memasang hanya bagian kecil ini dan itu berhasil, tetapi hari ini kami akan mencoba memasang seluruh bulu mata untuk melihat bagaimana hasilnya. Saya sudah memberikan lem pada bulu mata, ingat bahwa Anda harus menempatkannya di atas bulu mata, bukan di bawah, karena kita tidak akan memasangnya dari dalam. Setelah lem kita sudah kering, kita hanya akan menempatkannya di dalam mata, dan kita akan berkedip. Saya akan mencoba memasangnya sedikit lebih ke dalam di bagian ini, kita akan berkedip dan kita akan menunggu sihir terjadi, oke. 1, 2, 3, apa, apa ini? Oke, saya hanya menyesuaikan sedikit bagian ini yang tidak terpasang dengan baik, dan lihat, lihat bagaimana bulu mata saya terpasang. Ah, saya melihat ini dan tidak percaya, lihat betapa cantiknya dan dia melakukannya dalam 2 detik. Anda harus mencoba teknik ini, trik ini pasti telah mengubah hidup saya.",
    "\n",
    "Mker wajah dengan lidah buaya dan telur ",
    "",
    "Ini adalah masker wajah buatan rumah, tuan-tuan, yang berjanji untuk menghilangkan semua ketidaksempurnaan kita dan memberikan kita kulit yang halus seperti porselen. Lihatlah ini, setiap kali mereka melepaskannya, kulit mereka terlihat seperti kulit baru dan terlihat sangat cantik dan indah. Saya bukan penggemar besar masker wajah buatan rumah, tuan-tuan, tetapi Anda tahu kami di sini mencoba segalanya sedikit demi sedikit, jadi tentu saja kami juga harus mencobanya. Saya membawa Anda ke dapur saya untuk menunjukkan bahan-bahan yang kita perlukan. Kita akan membutuhkan selembar lidah buaya seperti ini, sedikit minyak kelapa, putih telur, dan sedikit gula. Saya akan mulai dengan mengambil hanya putih telurnya, sekarang saya akan menambahkan sedikit gula, kita memotong lidah buaya dengan baik, dan sekarang, oke, kita mulai menambahkannya semua, terakhir kita tambahkan sedikit minyak kelapa dan sekarang kita mulai mengaduk ini dengan baik. Saya merasa seperti sedang membuat resep masakan, tetapi setelah tercampur seperti ini, kita lanjutkan dengan mengoleskannya ke wajah kita, setelah diaplikasikan akan terlihat seperti ini, rasanya cukup menyegarkan. Sekarang kita hanya perlu menunggu hingga kering selama sekitar 20, 25 menit, sehingga saat kita melepas ini, tuan-tuan, kita akan mendapatkan kulit bayi seperti di video, tentu saja cepatlah menonton bagian ke-2",
    "\n",
    "Tutorial Makeup passport",
    "",
    "Apakah kalian ingat bahwa saya berhasil terlihat bagus di foto INE saya berkat tutorial gadis ini, sekarang giliran paspor, jadi kita akan mulai dengan mempersiapkan wajah kita dengan serum ini yang akan sangat menghidrasi. Jangan lupakan leher. Dan sekarang kita lanjutkan dengan foundation. Ingat di video saya sebelumnya saya tidak menggunakan foundation? Dan ternyata itu sangat membantu. Jadi kali ini kita pasti akan menggunakannya. Kami tiba di wajah pucat dan sekarang kita lanjutkan dengan kontur dan sama seperti yang berhasil untuk foto INE, lagi saya akan memakai banyak sekali makeup, lebih dari biasanya. Dan saya tahu kalian akan berkata, adik, apa kamu lupa menyamarkan? Tapi memang begitu karena di foto makeupnya terlihat lebih sedikit. Kita lanjutkan dengan concealer dan dari itu saya akan memakai lebih sedikit karena sangat putih dan saya juga tidak ingin terlihat berminyak. Kita lakukan kontur hidung, kemudian pipi dan akhirnya kita samarkan dengan kuas yang berbeda, lebih kecil. Kita lanjutkan dengan alis dan kali ini saya tidak akan memakai eyeshadow di mata karena saya sudah menggunakan control dan itu sudah cukup bagi saya. Bulu mata tidak bisa dilewatkan dan terutama yang di bawah dan kita lanjutkan dengan eyeliner. Saya selalu membuat eyeliner saya berbeda, seperti ini, tapi saya tidak tahu mengapa saya merasa itu cocok dengan mata saya, kita akan menggunakan bedak agar tidak terlihat berkilau dan berminyak. Ingat itu di bawah mata dan kemudian di pipi. Kita samarkan sedikit dan sekarang kita siap untuk memulas bibir, saya akan memakai merah intens karena saya merasa foto, karena hitam putih, saya ingin bibir terlihat jelas. Semua produk ini, adik, bisa kamu temukan di Liverpool dan inilah hasilnya. Saya yakin lagi foto saya akan terlihat sangat bagus. Beri like jika kalian ingin melihat bagaimana paspor saya.",
    "\n",
    "DIY sugar wax",
    "",
    "Lihat bagaimana dia mengecilkan hanya dengan gula dan jus lemon. Dia berhasil membuat lilin untuk mencabut bulu ketiak dan lihat, itu bahkan menghilangkan dosa-dosanya. Lihat itu, kita akan melihat apakah ini nyata karena saya sudah cukup berbulu dan saya tidak malu karena saya tahu kamu sama. Bahan-bahan yang akan kita gunakan adalah gula, yang kamu punya di rumah, saya punya yang ini yang saya pikir disebut Morena, tapi jika kamu punya yang putih biasa, itu juga berfungsi. Bahan kedua adalah lemon dan kita pergi ke dapur untuk membuat adonannya. Nyalakan api dan tuangkan satu cangkir gula, lalu kita akan menambahkan satu lemon utuh, inilah setengah pertamanya dan kita mulai mengaduk. Saya tidak tahu apakah normal jika berbusa banyak, tapi kita akan percaya pada prosesnya. Saya pikir sekarang sudah siap, karena sudah cair kita tuangkan ke dalam wadah dan kita bawa, sekarang kita punya lilin di sini, jadi saatnya untuk bercukur. Sebelum mulai, gadis itu merekomendasikan kita untuk memakai bedak agar tidak terlalu sakit saat dilepas, jadi kita akan melihat apakah ini benar dan sekarang kita mulai mengambil sedikit karamel, karena saya bayangkan itu seperti karamel. Saya sangat gugup dan kita mulai memakainya di sini, terasa hangat tapi tidak mendidih, sudah mulai sakit. Kita tambahkan sedikit lagi, saya pikir itu cukup dan saya akan memakai kertas ini agar lebih mudah dilepas, jadi kita biarkan di sana dan menunggu sampai dingin. Kita tunggu, kita tunggu. Ah, saya pikir waktunya sudah lewat jadi saatnya untuk melepaskannya. Mari kita mulai! 1 2 3 ah!",
    "\n",
    "Benerin kuku patah pakai tea bag",
    "",
    "Wow, lihat bagaimana gadis ini memperbaiki kukunya yang patah, hanya dengan kantong teh, sedikit cat kuku untuk merekatkannya dan kuku menjadi seperti baru lagi. Dan mari kita lihat apakah ini nyata, karena kuku saya baru saja patah. Lihat, sebenarnya itu sudah hampir lepas, tapi masih menempel di sana, masih kuat, sama seperti kamu dengan mantanmu. Jadi baiklah, di sini saya punya kantong teh dan yang pertama kita lakukan adalah mengeluarkan isinya dari sini, jangan dibuang, itu bisa digunakan untuk masker atau bahkan membuat teh. Kita mulai dengan memotong sedikit, hanya seperti kotak kecil. Sekarang kita punya kotak kecil, kita mulai merekatkannya. Dia menggunakan lem khusus untuk kuku, tapi saya tidak punya. Jadi saya hanya akan menggunakan cat kuku saya. Ini improvisasi, saudara perempuan, maksud saya, kuku saya baru saja patah di gym dan saya tidak bisa dengan kuku yang patah dan saya tidak berencana untuk memotongnya, oke, yang akan saya lakukan adalah pertama menaruh lapisan cat kuku pada kuku dan kemudian saya akan meletakkan kotak kantong teh di atasnya, seperti ini. Dan di atasnya saya akan menaruh lapisan cat kuku transparan lainnya. Saya akan mengulangi ini sekitar 10 kali, tidak, hanya sekitar tiga kali. Seperti inilah sekarang, kita menunggu hingga benar-benar kering dan saya akan melihat Anda di bagian dua untuk melihat hasil akhir. Saya bersumpah saya tidak punya cukup waktu, tetapi saya akan mengunggahnya segera.",
    "\n",
    "Memperbaiki kuku patah pakai kapas ",
    "",
    "Jika kukumu patah, jangan langsung dipotong, lebih baik pertama-tama oleskan lapisan cat kuku. Kemudian kita akan membutuhkan cotton bud. Kita akan mengambil kapas dari cotton bud itu dan meletakkan kapas pada bagian yang patah dari kuku. Rekatkan dengan baik, benar-benar baik, dan kemudian oleskan lapisan cat kuku. Ulangi ini sekitar 3 kali, artinya oleskan 3 lapisan. Setelah itu, biarkan kering sambil kita melukis kuku lainnya. Terakhir, gunakan pengikir kuku untuk menghaluskan permukaan yang kasar, dan oleskan lapisan cat kuku lainnya. Dan selesai, ikuti saya untuk lebih banyak tips.",
    "\n",
    "Atasi lutut hitam dengan scrub 3 bahan ini",
    "",
    "Begini cara saya menjaga lutut saya agar tetap lembut dan cerah, tanpa noda. Kita adalah manusia, normal jika lutut kita terlihat kurang terawat, jangan merasa buruk, tetapi saya akan menunjukkan bagaimana saya melakukannya secara pribadi. Ada tiga langkah sederhana, satu sendok makan gula, satu sendok makan madu. Kita akan mencampurnya dengan baik. Sesuatu yang sangat penting untuk diperhatikan adalah pastikan dulu bahwa kamu tidak memiliki masalah kesehatan, misalnya diabetes, atau masalah yang membuat lututmu bernoda atau masalah hiperpigmentasi. Kita akan mengelupas kulit dan membilasnya. Di mangkuk kedua, kita akan menambahkan satu sendok makan maizena dan satu sendok makan susu, aplikasikan masker kecil ini dan biarkan selama 20 menit. Terakhir, gunakan krim pelembap. Sangat penting untuk menyelesaikan dengan langkah ini, semoga ini bermanfaat bagi kamu seperti halnya bagi saya. Ikuti saya di Instagram dan saya memposting tips kecantikan setiap hari, kita akan bersenang-senang, saya cinta kalian! Bye bye bye.",
    "\n",
    "Makeup mertua",
    "",
    "Bersiaplah bersamaku untuk menunjukkan bisnisku kepada mertuaku. Sudah 2 hari mertuaku di Paraguay dan sampai sekarang mereka tidak hanya mencintai Paraguay, tapi juga adik laki-laki suamiku datang, adik perempuan ibu mertuaku dan suaminya, dan kemudian adik perempuan ayah mertuaku dan suaminya. Total 7 orang datang ke sini. Sampai sekarang, mereka menyukai alam yang ditawarkan oleh Paraguay, dengan populasi yang begitu banyak. Di Korea, awan itu sangat jelek, tapi saya tidak tahu di negara kamu, tapi di Paraguay awannya luar biasa. Dan sekarang setelah mereka beristirahat selama 2 hari, mereka akan mengenal bisnisku. Sekarang kita akan menutupi kutukan, spons dengan pengikat dan blender. Sekarang makeup untuk mertua yang sangat sederhana dan natural. Saya suka melukis dengan jari-jari saya. Sekarang dengan warna gelap di sini di bawah pada akhirnya, percayalah pada prosesnya. Dan dengan kilauan saya akan melukis di sini di dalam, percayalah pada proses ini. Tapi gadis yang punya kuku sampai langit tidak bisa mengalahkanku. Sekarang alis, bagi orang yang tidak mengenal saya dengan baik, saya memiliki kecemasan sosial, saya sangat pemalu. Jika ada banyak orang, saya merasa cemas, saya tidak tahu harus berbuat apa dan, ah, karena itu, banyak orang saat pertama kali bertemu dengan saya, mereka berpikir saya terlihat kesal, tapi itu karena saya gugup, saya takut dan karena saya stres dengan diri saya sendiri. Maskara saya terlalu panjang untuk mertua saya, saya ingin memiliki citra yang sangat polos, mengerti? Jadi yang panjang ini tidak bekerja untuk saya, kita akan menghapusnya dengan hati-hati. Saya butuh banyak kolagen sekarang, kolagen adalah segalanya. Oke, dua hal lagi, dan sedikit di sini. Percayalah pada prosesnya, sekarang di bibir, hanya di bagian bawah di sini dan lakukan, mamá mamá mamá mamá mamá dan sentuhan ringan. Percayalah pada prosesnya. Dan sisa yang ada saya akan menaruh permen karet di hidung saya, permen karet di dagu saya, dan permen karet di pipi saya, mertuaku sangat baik, saya tidak ingin mengecewakan. Ah, dan kita selesai, dan dari dekat, percayalah pada prosesnya.",
    "\n",
    "Melepas masker",
    "",
    "Melepas masker gelatin tanpa rasa. Ini sangat ah, lihat ini, uy, saya tidak percaya. Ya, keluarkan semuanya, lihatlah itu di sana. Ah, ah, semuanya terkelupas. Baiklah, mari kita lanjutkan. Jadi, saya menuangkan gelatin ke dalam air panas, mengaduknya, dan menunggu sampai dingin. Saya meletakkan kain basah dengan air panas untuk membuka pori-pori dan mulai mengoleskan gelatin. Seharusnya terdiri dari tiga lapisan. Saya menggunakan pengering rambut untuk mempercepat proses pengeringan dan mengoleskan setiap lapisan, dan beginilah hasilnya. Saya tidak bisa menahan tawa, tetapi hampir tidak bisa menggerakkan wajah karena semuanya mengeras. Kemudian saya mulai melepas gelatin dan itu sangat sulit, sangat lengket dan susah, selain itu sakit saat ditarik. Memang mengeluarkan sedikit minyak, tapi menurut pendapat saya yang sederhana, saya tidak akan merekomendasikannya. Namun, video ini adalah asli.",
    "\n",
    "Mmebuat masker",
    "",
    "Sekarang kita akan mencoba ini yang Anda lihat adalah mesin buatan rumah untuk membuat masker wajah Anda sendiri. Bagian yang hebat dari ini adalah Anda bisa membuatnya dari apa pun yang Anda inginkan, dari buah apa pun, sayuran apa pun, apa pun yang menurut Anda baik untuk kulit Anda yang mungkin telah Anda baca di suatu tempat. Anda hanya perlu menambahkan air ke jus buah dan selesai. Begitu sederhananya. Tapi baiklah, Anda tahu saya berdedikasi untuk menguji semua produk viral di internet untuk memberi tahu Anda ya, dengan harga seperti yang Anda lihat, apakah itu layak. Jadi mari kita uji, inilah mesinnya dan di sinilah Anda memasukkan air dan bahan-bahannya. Saya ingin membuatnya dari semangka dan timun, saya menambahkan air, kemudian jus campuran semangka dan timun, dan kemudian salah satu tablet kolagen ini agar masker menjadi bentuknya. Jadi saya membiarkan mesin bekerja selama 5 menit dan inilah hasilnya, setelah itu Anda harus membiarkannya mengering selama 5 menit lagi dan wow! Inilah maskernya, terasa gelatin dan sedikit lengket. Saya memakainya beberapa menit dan rasanya enak dan segar. Saya suka ide membuatnya sendiri dan itu terbuat dari bahan alami, saya memberinya nilai 10",
    "\n",
    "Uji Produk kecantikan",
    "",
    "Sekarang kita akan menguji produk ini yang banyak diminta oleh orang-orang. Ini adalah bubuk untuk depilasi, Anda akan mencampurnya dengan sedikit air dan menggunakannya untuk depilasi. Para wanita berkata kepada saya, Jimmy, Anda harus menguji ini, terlihat hebat, kami perlu tahu apakah itu berfungsi dan baiklah, saya berkata, orang-orang suka melihat adik saya mencoba produk-produk ini, tapi baiklah, Anda tahu bahwa dia dan saya berdedikasi untuk menguji semua produk viral di internet untuk memberi tahu Anda apakah mereka layak atau penipuan. Jadi adikku, mari kita uji ini. Adik saya sedikit gugup karena dia memiliki banyak bulu di lengan dan tidak tahu apakah itu akan berhasil, tapi baiklah, dia mencampur bubuk dengan air, mengaplikasikannya dan menurut ini kita harus menunggu 4 hingga 6 menit. Sementara menunggu, dia mengatakan kepada saya bahwa ada produk yang sama untuk menghilangkan jenggot pria, bagi mereka yang iritasi saat mencukur, ini adalah pilihan yang baik. Katakan kepada saya jika Anda ingin saya mengujinya, tapi baiklah, 4 menit berlalu dan inilah tampilan lengan Jimena, dia mengambil handuk basah, menghapus produknya dan wow! Ini menghilangkan semua bulu halus. Seperti yang bisa Anda lihat, itu membuat lengan dia sepenuhnya bebas bulu. Dia berkata kepada saya bahwa dia memberi produk ini nilai 10.",
    "\n",
    "Porduk ajaib untuk yang tua",
    "",
    "Sekarang kita akan menguji ini yang hampir merupakan produk ajaib, sangat magis. Dikatakan bahwa dalam tiga menit itu akan menghilangkan garis ekspresi di sekitar mata, kaki gagak, dan kantung mata di bawah. Wanita ini mencobanya dan di sini dia menunjukkan perbedaannya, di sisi ini dia memakainya dan di sisi ini tidak. Sebenarnya perubahannya cukup signifikan. Ini bukan hasil permanen, tetapi hasil yang akan Anda dapatkan untuk makan siang, atau kegiatan yang terjadi sepanjang hari itu. Anda akan terlihat sebagus ini. Ini terlihat menarik dan banyak yang memintanya, jadi mari kita uji. Seperti yang bisa Anda lihat, saya hampir tidak memiliki kerutan di mata saya, tapi terlihat lelah dan di dahi saya memiliki beberapa garis yang cukup terlihat. Kita akan menggunakannya untuk mensimulasikan kerutan di sekitar mata dan jika ini menghilangkan itu, pasti juga akan menghilangkan kerutan di mata. Jadi saya memakai krim ajaib ini dan dikatakan harus menunggu 3 hingga 7 menit. Saya menunggu dan ini adalah hasilnya. Di dahi saya, hasilnya luar biasa, perbedaannya sangat terlihat dan saya pikir kerutan di sekitar mata pasti mudah dihilangkan. Tapi katakan padaku jika Anda ingin saya mencobanya pada seseorang yang lebih tua yang memiliki lebih banyak kerutan. Untuk saat ini saya memberinya nilai 9.",
    "\n",
    "Alis sementara",
    "",
    "Sekarang kita akan menguji ini yang Anda lihat, yaitu tato alis sementara untuk orang-orang yang tidak memiliki alis atau yang tidak menyukai alis mereka dan mencabutnya, dan ingin memiliki alis yang sempurna. Nah, Anda akan menggunakan tato ini, tetapi apakah benar-benar akan terlihat seperti alis asli atau akan terlihat seperti tato anak-anak? Mari kita uji. Jadi, saya memotongnya dan menempatkannya di atas alis normal saya agar kita bisa membandingkan dan melihat apakah mereka terlihat se-real yang dikatakan. Saya menerapkan sedikit air seperti tato sementara biasa dan 30 detik kemudian. Wow! Saya terkesan bahwa mereka benar-benar terlihat seperti alis asli. Detail dari bulu alis terlihat luar biasa, satu-satunya hal adalah dari sudut tertentu memiliki kilau yang dimiliki tato sementara, tetapi saya bayangkan dengan beberapa bedak mat atau trik makeup Anda bisa menghilangkannya. Saya memberinya nilai 9.",
    "\n",
    "Pelurus rambut ",
    "",
    "Sekarang kita akan menguji ini yang Anda lihat, yang merupakan semacam sikat, sisir, pelurus rambut, sesuatu seperti itu, saya tidak tahu bagaimana menyebutnya, itu untuk meluruskan rambut, mengurai simpul, dan meninggalkannya super indah. Terlihat cukup menarik, tapi apakah benar-benar akan berfungsi sebaik itu dan layak dengan harganya? Baik, mari kita uji, benar, produk ini tampak seperti sisir dengan alur-alur ini dan di dalamnya ada resistensi logam yang memanas dan dengan tombol ini Anda mengatur suhunya. Untuk video ini saya mengundang teman saya Lore, yang, seperti Anda bisa lihat, memiliki rambut yang cukup mengembang dan juga saya sengaja mengaduknya. Jadi saya mengambil alat ini dan mulai menggunakannya. Poin negatif pertama adalah rambut tidak masuk dengan mudah ke dalam alur, tidak seperti sisir biasa, benar-benar tidak masuk dengan mudah, tapi baiklah, saya menghabiskan waktu yang cukup lama untuk itu. Poin negatif lainnya adalah benar-benar tidak mengurai simpul dan menarik rambut juga. Dibandingkan dengan pelurus rambut, ini jauh lebih lambat, pada akhirnya memang meluruskan rambut, tapi meninggalkan banyak statis. Karena semua ini, kami memberi penemuan ini nilai 2.",
    "\n",
    "Pencabut bulu",
    "",
    "Periksa penemuan ini yang akan kita uji karena sangat menarik. Ini adalah alat untuk mencabut bulu dengan cara yang mudah dan cepat, Anda hanya perlu menggesernya seperti ini, tidak perlu krim atau perlengkapan tambahan, Anda menggesernya dan kulit Anda akan menjadi sangat halus tanpa bulu. Terlihat sangat menarik, tapi baiklah, Anda tahu bahwa adik saya Jimena dan saya berdedikasi untuk menguji semua produk viral di internet untuk memberi tahu Anda apakah mereka berfungsi atau penipuan. Jadi baiklah adik, mari kita uji ini. Saya sangat senang bisa kembali di sini dengan Anda dan menunjukkan produknya. Terbuat dari plastik dan bagian ini terasa seperti saat Anda menyentuh kaca yang telah dipoles. Karena saudara perempuan saya yang sangat berbulu mengundang temannya Lu untuk mencobanya juga di lengan yang sedikit lebih feminin dan dengan sedikit bulu. Jadi, Lu mulai menggunakannya dan saya mempercepat kamera agar tidak terlalu lama. Pertama, saya ingin Anda melihat lengan ini di mana dia tidak menggunakannya dan sekarang di sini di mana dia menggunakannya, ada perbedaan yang terlihat. Juga, saudara perempuan saya mencobanya hanya di satu bagian dari lengannya yang berbulu dan di mana dia menggunakannya, bulu itu tercabut, tetapi keduanya setuju pada satu hal, ini cukup memakan waktu dan membutuhkan kesabaran, itulah sebabnya produk ini mendapat nilai 8.",
    "\n",
    "Lilin untuk mencabut bulu",
    "",
    "Lihat ini yang akan kita uji karena sangat menarik, saya pikir ini akan menarik perhatian Anda. Ini adalah lilin untuk mencabut bulu yang datang dalam bentuk batang atau rol. Anda menggunakannya dengan cepat dan mudah, yang paling mengesankan adalah tampaknya tidak terasa sakit dan mereka melakukannya dengan sangat cepat. Ini menarik, dan seperti yang Anda tahu, adik saya Jimena dan saya berdedikasi untuk membuktikan atau membantah bahwa semua produk viral di internet ini berfungsi, jadi baiklah adik, mari kita uji ini seperti biasa. Adik saya sangat senang berada di sini dengan Anda dan menunjukkan produknya. Datang dengan 2 kartu yang dimasukkan ke dalamnya dan dihubungkan untuk memanaskannya. Poin negatif pertama adalah membutuhkan waktu 20 menit untuk memanaskan dan itu sudah membuat malas. Tapi baiklah, dia menunjukkan lengan-lengannya yang, seperti yang Anda tahu, memiliki banyak bulu. Dia menerapkan lilin dan inilah hasilnya. Dia menempelkan lilin pada strip-strip yang disertakan, menempelkannya di lengan, menariknya dan Jimena berkata bahwa itu sakit sekali. Dia terus menggunakannya di seluruh lengan dan berkata bahwa itu menyakitkan seperti lilin lainnya. Satu-satunya hal baik adalah kemudahan penggunaan, tetapi selain itu, tidak ada manfaat lain. Butuh waktu lama untuk memanaskan dan karena itu dia memberinya nilai 7.",
    "\n",
    "Krim pencukur bulu di wajah",
    "",
    "Sekarang kita akan menguji produk ini yang digunakan untuk mencukur jenggot tanpa perlu pisau cukur atau alat pencukur lainnya. Ini adalah krim, Anda mengoleskannya, dan tidak akan mengiritasi. Jika Anda seperti saya yang mendapatkan iritasi atau jerawat setelah mencukur dengan pisau cukur, produk ini seharusnya baik. Untuk itu, adik saya Jimena menguji produk serupa untuk depilasi, tetapi ini khusus untuk jenggot pria dan Anda tahu bahwa saya berdedikasi untuk menguji semua produk viral di internet untuk memberi tahu Anda apakah mereka layak dengan harganya atau tidak. Jadi, mari kita uji. Ya, ini produknya dan ini jenggot saya, seperti yang Anda lihat tidak banyak, jadi seharusnya mudah untuk dicukur. Saya mengambil krim dan mengoleskannya. Instruksinya mengatakan lapisan krim harus sangat tipis, jadi saya membiarkannya selama 4 menit sesuai instruksi, menghapus krim dengan handuk basah dan, seperti yang Anda lihat, itu menghilangkan beberapa bulu tapi meninggalkan banyak lagi dan yang terburuk adalah membuat saya sangat iritasi. Itulah mengapa sebelum membeli produk viral dari internet, periksa apakah saya sudah mengujinya agar Anda tidak mengalami hal yang sama seperti saya. Untuk produk ini, saya memberikan nilai 1.",
    "\n",
    "Makeup untuk pergi ke unviersitas",
    "",
    "Bersiaplah bersamaku untuk pergi ke acara masuk universitas adikku. Aplikasikan tabir surya, spons dengan fijador, dan mari kita baurkan. Sekarang foundation, gunakan spons dengan fijador, dan kita baurkan lagi. Menutupi kutukan. Acara masuk universitas di Amerika Latin seperti pernikahan Latin. Sekarang operasi sehari-hari, dengan warna cokelat ini untuk kontur, kita akan mulai di sini, saya akan melakukannya terlebih dahulu karena saya tidak punya hidung. Pesta dimulai jam 7 malam tapi sekarang baru jam 4:30, jadi saya punya waktu. Saya akan menata dagu saya, pasti, karena akan banyak foto. Saya percaya pada prosesnya. Sentuhan lembut, sekarang blush, saya akan memakai blush warna oranye yang kuat karena gaun saya seluruhnya merah. Saya membaurkannya di sini, percayalah pada prosesnya. Dan dengan jari gratis Anda, aplikasikan blush di area hidung dan dagu. Sedikit saja, percayalah pada prosesnya. Dan sedikit blush di mata saya, karena makeup mata saya hari ini akan seksi. Aplikasikan juga di bawah. Sekarang alis, saya hanya akan mengisi dan menyisir, lihat perbedaannya, percayalah pada prosesnya. Sekarang mata, dengan warna merah cokelat ini, saya akan mengaplikasikannya di sini dan melakukannya seperti ini. Setelah itu, kita baurkan seperti ini, dan buatlah sentuhan lembut. Baurkan juga di bawah, percayalah pada prosesnya. Dan dengan cokelat gelap, saya akan membuat area ini lebih gelap. Dan dengan cokelat yang sama, saya akan membuat sedikit di sini di mata saya. Mata besar bagian 2 untuk menyelesaikan makeup saya, aksesori saya dan saya akan berpakaian dengan gaun merah besar."
]